export const QUESTIONS_CN = [
  {
    "index": 1,
    "id": "ABMW0425RU19",
    "section": "控制车辆",
    "question": "突然刹车可能导致什么后果？",
    "options": [
      "车辆的刹车灯会亮起，因此不会有后果。",
      "车辆可以被超车。",
      "车辆的制动系统可能会过热。",
      "车辆可能会被从后面撞击。"
    ],
    "correct_answer": 3,
    "explanation": "除了阅读前方的道路，你也应该注意后方行驶的交通。这将帮助你在需要突然刹车的情况下做出正确反应。"
  },
  {
    "index": 2,
    "id": "ABMW0655RU19",
    "section": "控制车辆",
    "question": "如果车辆的制动踏板在踩下时感觉软或有弹性，这是什么意思？",
    "options": [
      "制动液系统故障。",
      "手刹电缆出现故障。",
      "手刹已拉紧。",
      "磨损的刹车片。"
    ],
    "correct_answer": 0,
    "explanation": "如果踩下制动踏板时感觉软或有弹性，可能表示制动液位较低且系统存在故障。每次驾驶员开始旅行时，都应该测试刹车。如果发现故障，请由专业人员检查。驾驶员应定期检查制动液位。",
    "image_name": ""
  },
  {
    "index": 3,
    "id": "ABMW0656RU19",
    "section": "控制车辆",
    "question": "在驾驶时，为什么司机会怀疑他们的车辆的制动液位较低？",
    "options": [
      "刹车需要比平常更长的时间才能释放。",
      "刹车异常灵敏。",
      "刹车感觉很难踩。",
      "刹车感觉松软。"
    ],
    "correct_answer": 3,
    "explanation": "如果刹车踏板在踩下去时感觉柔软或有弹性，这可能表明刹车液位偏低，且系统存在故障。每次驾驶员开始旅程时，都应该检查刹车。如果发现故障，请请有能力的人士进行检查。驾驶员应定期检查刹车液位。",
    "image_name": ""
  },
  {
    "index": 4,
    "id": "ABMW0658RU19",
    "section": "控制车辆",
    "question": "如果司机踩下刹车踏板时听到刮擦声，最可能的原因是什么？",
    "options": [
      "刹车片潮湿。",
      "其中一辆后轮瘪了。",
      "前轮之一没气了。",
      "刹车衬或刹车片磨损。"
    ],
    "correct_answer": 3,
    "explanation": "司机们应定期检验他们的刹车，尤其是在启程前。然而，如果在驾驶过程中按下刹车时听到刮擦声，最可能的原因是制动衬板或制动片磨损。在这种情况下，刹车将不如应当地工作，司机应立即由有经验的人士更换。",
    "image_name": ""
  },
  {
    "index": 5,
    "id": "ABMW0659RU19",
    "section": "控制车辆",
    "question": "车辆制动系统可能存在问题的指示是什么？",
    "options": [
      "车辆的制动能力受到影响。",
      "车辆的悬挂受到影响。",
      "车辆的驻车制动更有效。",
      "车辆的燃油消耗降低了。"
    ],
    "correct_answer": 0,
    "explanation": "司机在启程前应该测试一下刹车。如果在行驶时注意到车辆停下需要比平时更长的时间，应该立即让一位有能力的人检查刹车。",
    "image_name": ""
  },
  {
    "index": 6,
    "id": "RSA225190",
    "section": "控制车辆",
    "question": "突然刹车的危险是什么？",
    "options": [
      "车辆可能打滑。",
      "司机气囊可能会部署。",
      "手刹可能会锁紧。"
    ],
    "correct_answer": 0,
    "explanation": "司机应始终看准前方道路，保持安全距离驾驶。当司机不得不突然刹车时，他们应该意识到可能会失去对车辆的控制，导致打滑。",
    "image_name": ""
  },
  {
    "index": 7,
    "id": "ABMW31U19",
    "section": "控制车辆",
    "question": "什么原因会导致车辆打滑？",
    "options": [
      "在第四挡停车。",
      "滑行停车。",
      "受控加速。",
      "过度刹车。"
    ],
    "correct_answer": 3,
    "explanation": "紧急刹车可能会导致车辆打滑，特别是在路面潮湿或不平整，或者轮胎磨损或充气不正确的情况下。提前阅读道路状况并尽量避免紧急刹车，尤其是在潮湿或滑溜的情况下。",
    "image_name": ""
  },
  {
    "index": 8,
    "id": "RSA225168",
    "section": "控制车辆",
    "question": "当车辆停止时迟迟使用离合器会导致什么结果？",
    "options": [
      "轮胎会更快磨损。",
      "车辆可能熄火。",
      "它有助于节省燃料。"
    ],
    "correct_answer": 1,
    "explanation": "司机在换挡时应始终正确使用车辆的离合器，这将确保始终平稳换挡。当车辆即将停下时，应及时使用离合器，以避免车辆熄火。",
    "image_name": ""
  },
  {
    "index": 9,
    "id": "ABMW0140RU19",
    "section": "控制车辆",
    "question": "这个手势代表什么意思？",
    "options": [
      "骑自行车的人打算向左转弯或靠边停车。",
      "骑自行车的人打算靠右或右转。",
      "骑车者打算停下来。",
      "骑自行车的人打算放慢速度。"
    ],
    "correct_answer": 1,
    "explanation": "这个手势告诉其他道路使用者，骑自行车的人打算要么向外行驶，要么右转。驾驶员应该意识到自行车骑手可能会在不看的情况下驶入他们车辆的行驶路线。",
    "image_name": "ABMW0140RU19.png"
  },
  {
    "index": 10,
    "id": "RSA225228",
    "section": "控制车辆",
    "question": "当刹车减速停车时，司机应该注意什么？",
    "options": [
      "一辆较短的车辆需要更长的距离停下来。",
      "一辆载重的车辆需要更长的距离才能停下来。",
      "一辆空车需要更长的时间停下来。"
    ],
    "correct_answer": 1,
    "explanation": "当您刹车时，需要考虑到一辆满载的车辆，因为由于额外的重量，需要比空载车辆更长的距离才能完全停下来。",
    "image_name": ""
  },
  {
    "index": 11,
    "id": "BW0023RU19",
    "section": "控制车辆",
    "question": "为什么拖拉机在不平坦的道路表面要慢一点开？",
    "options": [
      "为防止燃料从油箱溢出。",
      "保持轮胎压力。",
      "为了避免严重弹跳。",
      "减少道路噪音。"
    ],
    "correct_answer": 2,
    "explanation": "在不平整的道路上，驾驶员应该开得更慢，因为以高速驾驶拖拉机可能会导致车辆或拖车变得不稳定且难以控制。在严重颠簸时，拖拉机的车轮可能会与道路失去接触，对转向和刹车产生负面影响。",
    "image_name": ""
  },
  {
    "index": 12,
    "id": "BWO0110",
    "section": "控制车辆",
    "question": "快速转弯可能产生什么类型的噪音？",
    "options": [
      "轮胎嘎嘎声。",
      "排气倒火。",
      "刹车尖叫。",
      "发动机回火。"
    ],
    "correct_answer": 0,
    "explanation": "如果你在拐弯时开得太快，轮胎开始失去与路面的接触，这会发出尖叫声。如果你继续这样开车，你可能会失去对车辆的控制。",
    "image_name": ""
  },
  {
    "index": 13,
    "id": "RSA225229",
    "section": "控制车辆",
    "question": "当车辆开始打滑时，司机应该怎么做？",
    "options": [
      "放慢加速器来减速。",
      "保持速度以避免打滑。",
      "牢牢踩刹车以减速。"
    ],
    "correct_answer": 0,
    "explanation": "在潮湿的天气下行驶时，如果路面和轮胎之间形成了一层水膜，那么汽车就会出现水滑现象，从而影响车辆的操控。当汽车发生水滑时，方向盘会感觉非常“松散”。驾驶员应保持冷静，松开加速器减速，但尽量避免刹车。在较慢的速度下，水会散去，轮胎将重新获得抓地力。",
    "image_name": ""
  },
  {
    "index": 14,
    "id": "RSA225230",
    "section": "控制车辆",
    "question": "电子稳定控制的目的是什么？",
    "options": [
      "在高速公路行驶时保持速度。",
      "减少燃料消耗。",
      "保持车辆稳定，防止打滑。"
    ],
    "correct_answer": 2,
    "explanation": "电子稳定控制（ESC）是一种主动安全系统，可以安装在汽车、公交车、长途客车和卡车上。它是防抱死制动技术的延伸，具有速度传感器和独立制动系统以控制每个车轮。ESC的目标是在各种驾驶条件和情况下稳定车辆，防止打滑，在物理极限内运作。它通过识别关键的驾驶情况来实现这一目标。",
    "image_name": ""
  },
  {
    "index": 15,
    "id": "RSA225231",
    "section": "控制车辆",
    "question": "什么是打滑最常见的原因？",
    "options": [
      "磨损严重的刹车片。",
      "情况或条件下的过速。",
      "在下坡路段因制动片过度使用而发热。"
    ],
    "correct_answer": 1,
    "explanation": "道路条件下的过快行驶是一个因素，它可以降低轮胎与路面的附着力并可能导致或加剧打滑。驾驶员应根据道路和交通条件调整车速，并意识到潮湿或油腻的路面、磨损或不正确充气的轮胎、泥土、树叶、冰或雪都可能导致车辆打滑。",
    "image_name": ""
  },
  {
    "index": 16,
    "id": "BW0024RU19",
    "section": "控制车辆",
    "question": "手刹在什么时候应该用来停车？",
    "options": [
      "只有在下坡时。",
      "通常从不。",
      "随时。",
      "只有在上坡时。"
    ],
    "correct_answer": 1,
    "explanation": "通常情况下，手刹不应该用来减速停车。这种做法潜在地存在危险，因为后轮可能会锁死，导致车辆失控打滑。此外，使用手刹不会点亮后方刹车灯来警示后方车辆。",
    "image_name": ""
  },
  {
    "index": 17,
    "id": "BW0025RU19",
    "section": "控制车辆",
    "question": "当车辆行驶时拉手刹（停车制动器）会有什么危险？",
    "options": [
      "ABS可能会断开，导致车辆打滑。",
      "一旦在速度下拉手刹，发动机就会熄火。",
      "车轮可能会锁住并导致车辆打滑。",
      "没有危险-因为手刹可以迅速释放，车辆不会打滑。"
    ],
    "correct_answer": 2,
    "explanation": "除非是紧急情况，否则车辆在行驶过程中不应使用手刹（停车制动器）。这种做法可能很危险，因为车轮可能会卡住，车辆可能会失控滑行。此外，刹车灯也无法提醒后车。",
    "image_name": ""
  },
  {
    "index": 18,
    "id": "BW0079RU19",
    "section": "控制车辆",
    "question": "停车制动器（手刹）通常作用在哪些车轮上？",
    "options": [
      "所有的车轮。",
      "后右轮。",
      "后轮。",
      "前轮。"
    ],
    "correct_answer": 2,
    "explanation": "在大多数车辆中，驻车制动器仅作用于后轮。驻车制动器（手刹）的功能是在停放或在坡道停车时阻止车辆移动。驾驶员通常在车辆已经停稳时使用驻车制动器，一般情况下不应将其用于刹车。当停放在坡道上或者…时，使用驻车制动器更加重要。",
    "image_name": ""
  },
  {
    "index": 19,
    "id": "BW0081RU19",
    "section": "控制车辆",
    "question": "自动变速器的驾驶推荐方法是什么？",
    "options": [
      "用右脚操作油门和刹车。",
      "用右脚踩油门，用左脚踩刹车。",
      "用左脚踩油门和制动器。",
      "使用手刹将车辆停下来。"
    ],
    "correct_answer": 0,
    "explanation": "当驾驶自动变速器汽车时，司机应该使用右脚来控制油门和刹车，就像手动挡车辆一样。通常很重要的是要避免同时使用油门和刹车。",
    "image_name": ""
  },
  {
    "index": 20,
    "id": "BWOO96R",
    "section": "控制车辆",
    "question": "驾驶员座椅未正确调整的影响是什么？",
    "options": [
      "它提高了驾驶员操纵离合器的能力。",
      "它让驾驶员在后视镜中获得更好的视野。",
      "它可以延迟驾驶员操作控制。",
      "它使司机在长途旅行中能更放松。"
    ],
    "correct_answer": 2,
    "explanation": "出发旅行之前，您应该通过调整驾驶座椅，确保采取一个合适且舒适的驾驶姿势，使所有车辆控制可以高效操作。",
    "image_name": ""
  },
  {
    "index": 21,
    "id": "RSA225167",
    "section": "控制车辆",
    "question": "司机应该什么时候双手握住方向盘？",
    "options": [
      "除了在长直路上的时候之外，一直都要遵守。",
      "只有在进行机动时。",
      "除了使用另一辆车辆控制时以外，一直如此。"
    ],
    "correct_answer": 2,
    "explanation": "为了保持对车辆的适当控制，驾驶员在除了使用其他车辆控制器（例如换挡、使用转向灯、雨刮器或手刹）时，应始终双手握住方向盘。",
    "image_name": ""
  },
  {
    "index": 22,
    "id": "RSA225289",
    "section": "控制车辆",
    "question": "当使用油门时，驾驶员如何帮助减少车辆的燃油消耗？",
    "options": [
      "一个驾驶员应该平稳加速以达到并保持适当的速度。",
      "驾驶员应该快速加速达到适当的速度，然后放慢速度以保持节奏。",
      "司机应在车辆载重时平稳加速。"
    ],
    "correct_answer": 0,
    "explanation": "尽量平稳且逐渐地使用油门。驾驶平稳可以减少燃油消耗，同时降低车辆的磨损。请记住 - 驾驶员对燃油消耗和安全性的影响最为重要。",
    "image_name": ""
  },
  {
    "index": 23,
    "id": "BW0038RU23",
    "section": "控制车辆",
    "question": "持有学习许可证的人必须在车上悬挂 L 牌吗？",
    "options": [
      "当第一次持有学习许可证时开车。",
      "在没有全套驾照持有者陪同的情况下驾驶。",
      "驾驶时刻都要注意。"
    ],
    "correct_answer": 2,
    "explanation": "学习许可证持有人在驾驶汽车行驶在公共道路时，必须始终在车辆的前后挂上\"L\"标牌。",
    "image_name": ""
  },
  {
    "index": 24,
    "id": "ABMW0141RU19",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "骑自行车的人打算搬出去。",
      "骑车人正在示意后方车辆超车。",
      "骑自行车的人打算减速或停下来。",
      "骑自行车的人打算左转。"
    ],
    "correct_answer": 2,
    "explanation": "这个手势通知其他道路使用者，骑车者打算减速或停车。这可能表示骑车者意识到前方有一些危险，所以请特别小心驾驶。",
    "image_name": "ABMW0141RU19.png"
  },
  {
    "index": 25,
    "id": "ABMW0142R",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "自行车手打算停下来。",
      "自行车骑手打算向左转。",
      "骑车的人打算直行。",
      "骑自行车的人正在为其他车辆让路。"
    ],
    "correct_answer": 2,
    "explanation": "这种手势告诉其他道路使用者，骑自行车的人打算在交叉口直行，司机应注意。",
    "image_name": "ABMW0142R.png"
  },
  {
    "index": 26,
    "id": "ABMW0143RU23",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "骑自行车者打算左转。",
      "骑车的人打算停下来。",
      "骑车者打算右转。"
    ],
    "correct_answer": 0,
    "explanation": "这个手势告诉其他道路使用者，自行车骑手打算向左转弯。",
    "image_name": "ABMW0143R.png"
  },
  {
    "index": 27,
    "id": "ABMW0144RU23",
    "section": "法律事务/交通规则",
    "question": "这个手势的意思是什么？",
    "options": [
      "骑车者打算停下来。",
      "骑自行车的人打算左转。",
      "骑车的人打算向右转。"
    ],
    "correct_answer": 2,
    "explanation": "这个手势告诉其他道路使用者骑车者打算要么向外移动，要么右转。驾驶员应意识到骑车者可能横穿他们车辆的路径。",
    "image_name": "ABMW0144RU19.png"
  },
  {
    "index": 28,
    "id": "ABMW0145RU23",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "骑自行车的人打算过马路。",
      "骑车者打算停下来。",
      "自行车骑手打算左转。"
    ],
    "correct_answer": 2,
    "explanation": "这个手势告知其他道路使用者，自行车手打算向左转弯。",
    "image_name": "ABMW0145R.png"
  },
  {
    "index": 29,
    "id": "ABMW0146R",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "司机打算减速或停车。",
      "司机打算左转。",
      "司机打算直行。",
      "司机打算右转。"
    ],
    "correct_answer": 1,
    "explanation": "这个手势告诉其他道路使用者驾驶员打算向左转，车辆将改变方向。",
    "image_name": "ABMW0146R.png"
  },
  {
    "index": 30,
    "id": "ABMW0147R",
    "section": "法律事务/交通规则",
    "question": "这个手势代表什么意思？",
    "options": [
      "司机打算做个掉头。",
      "司机打算左转。",
      "司机打算提前停车。",
      "驾驶员打算要驶出或者右转。"
    ],
    "correct_answer": 3,
    "explanation": "这个手势告诉其他道路使用者，驾驶员打算驶出或右转，车辆将改变方向。",
    "image_name": "ABMW0147R.png"
  },
  {
    "index": 31,
    "id": "ABMW0148R",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "驾驶员打算向左转。",
      "驾驶员打算右转。",
      "司机打算减速或停下来。",
      "司机打算开始掉头。"
    ],
    "correct_answer": 2,
    "explanation": "这个手势告诉其他道路使用者，驾驶员打算减速或停车，跟车的交通也应该准备减速。",
    "image_name": "ABMW0148R.png"
  },
  {
    "index": 32,
    "id": "ABMW0149R",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "司机打算停车。",
      "司机打算减速。",
      "司机打算要右转。",
      "司機打算向左轉。"
    ],
    "correct_answer": 3,
    "explanation": "这种手势通知其他道路使用者或指挥交通的警察（面对这辆车），驾驶员打算向左转弯。",
    "image_name": "ABMW0149R.png"
  },
  {
    "index": 33,
    "id": "ABMW0150R",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "司机打算减速。",
      "司机将开始倒车。",
      "司机打算左拐。",
      "司机打算右转。"
    ],
    "correct_answer": 3,
    "explanation": "此手势告知其他道路使用者或交通指挥员（面对这辆车）驾驶员打算向右转弯。",
    "image_name": "ABMW0150R.png"
  },
  {
    "index": 34,
    "id": "ABMW0151RU19",
    "section": "法律事务/交通规则",
    "question": "这个手势是什么意思？",
    "options": [
      "司机打算减速或停车。",
      "司机打算倒车。",
      "司机打算左转。",
      "司机打算直行前进。"
    ],
    "correct_answer": 3,
    "explanation": "这种手势告知其他道路使用者或指挥交通的加尔达（爱尔兰警察）司机打算直行。",
    "image_name": "ABMW0151RU19.png"
  },
  {
    "index": 35,
    "id": "ABMW0152RU23",
    "section": "法律事务/交通规则",
    "question": "这个加尔达信号是什么意思？",
    "options": [
      "从正面接近时停止。",
      "从前方接近时，请前行。",
      "如果从后面靠近，请停下。"
    ],
    "correct_answer": 0,
    "explanation": "当接近一个伊尔达（爱尔兰警察）正在发出这个信号时，你必须停下来。",
    "image_name": "ABMW0152R.png"
  },
  {
    "index": 36,
    "id": "ABMW0153R",
    "section": "法律事务/交通规则",
    "question": "这个加尔达信号是什么意思？",
    "options": [
      "向右转。",
      "向左转。",
      "从后面接近时，请停下。",
      "从前面接近时停止。"
    ],
    "correct_answer": 2,
    "explanation": "当接近一个举这个信号的警察时，你必须停下。",
    "image_name": "ABMW0153R.png"
  },
  {
    "index": 37,
    "id": "ABMW0154R",
    "section": "法律事务/交通规则",
    "question": "这个警察信号是什么意思？",
    "options": [
      "向右转。",
      "向左转。",
      "如果从正面接近，请前进。",
      "如果从前方或后方接近，请停下。"
    ],
    "correct_answer": 3,
    "explanation": "当接近一个持有这个信号的卫兵时，你必须停下。",
    "image_name": "ABMW0154R.png"
  },
  {
    "index": 38,
    "id": "ABMW0155R",
    "section": "法律事务/交通规则",
    "question": "这个警察信号代表什么意思？",
    "options": [
      "The Garda 在召唤从两侧接近的交通。",
      "警察正在向前方的交通招手。",
      "司机不能向左行驶。",
      "司机不得向右行驶。"
    ],
    "correct_answer": 0,
    "explanation": "当接近一个展示这个手势的警察时，你可以继续前进。",
    "image_name": "ABMW0155R.png"
  },
  {
    "index": 39,
    "id": "ABMW0156R",
    "section": "法律事务/交通规则",
    "question": "这个警号是什么意思？",
    "options": [
      "前方来车，请通行。",
      "后方来车必须停止。",
      "前方来车需停车。",
      "从右侧接近的交通可以通行。"
    ],
    "correct_answer": 0,
    "explanation": "当接近一个持有这个信号的卫队时，您可以继续前行。",
    "image_name": "ABMW0156R.png"
  },
  {
    "index": 40,
    "id": "ABMW0211RU19",
    "section": "法律事务/交通规则",
    "question": "在公路上是否可以拖车而不需要后牌照？",
    "options": [
      "当被农业拖拉机拖车时。",
      "当尾板被移除时。",
      "当运送超过挂车边缘的货物时。",
      "永远，车牌必须始终展示。"
    ],
    "correct_answer": 3,
    "explanation": "法律要求所有机动车辆必须悬挂清洁和可读的后牌照。",
    "image_name": ""
  },
  {
    "index": 41,
    "id": "ABMW0567RU19",
    "section": "法律事务/交通规则",
    "question": "如果驾驶员在自动档车辆上通过考试，那么对其完整驾照有什么限制？",
    "options": [
      "他们可能不会驾驶手动挡汽车。",
      "他们可能不允许在高速公路上驾驶。",
      "他们可能不可以以超过80公里/小时的速度驾驶。",
      "他们必须继续显示学员驾驶标志牌。"
    ],
    "correct_answer": 0,
    "explanation": "如果您在装有自动变速器的车辆上通过了驾驶考试，您的完整驾照上将会在限制/信息栏中备注78代码。",
    "image_name": ""
  },
  {
    "index": 42,
    "id": "ABMW0568RU19",
    "section": "法律事务/交通规则",
    "question": "学习许可证持有者可以驾驶哪些道路？",
    "options": [
      "除了高速公路和双车道公路之外的所有道路。",
      "除了高速公路外的所有道路。",
      "除了国家公路以外的所有道路。",
      "除了双车道以外的所有道路。"
    ],
    "correct_answer": 1,
    "explanation": "一个持有学习许可的人不得在高速公路上驾驶。这是一项严重的违法行为。",
    "image_name": ""
  },
  {
    "index": 43,
    "id": "ABMW0570RU19",
    "section": "法律事务/交通规则",
    "question": "学习许可持有者不允许驾驶哪些道路？",
    "options": [
      "他们可能不可以在国道上驾驶。",
      "他们可能不得在乡村路上驾驶。",
      "他们可能不能在双车道上开车。",
      "他们可能不能在高速公路上驾驶。"
    ],
    "correct_answer": 3,
    "explanation": "学习驾照持有者不得在高速公路上驾驶。这是一种严重违法行为。",
    "image_name": ""
  },
  {
    "index": 44,
    "id": "ABMW0601RU19",
    "section": "法律事务/交通规则",
    "question": "如果驾驶员在自动传动汽车上通过了考试，他们被授权驾驶哪些车辆？",
    "options": [
      "许可类别中的所有车辆，但只有自动车辆可以在高速公路上行驶。",
      "只有驾照类别中的自动汽车。",
      "在许可证类别中的所有车辆。",
      "只有手动挡车辆在这个驾驶执照类别里。"
    ],
    "correct_answer": 1,
    "explanation": "如果你通过了自动或改装车的驾驶考试，你的完整驾照只适用于那种类型的车辆。限制为自动车辆的驾照将在限制/信息栏内标有代号78。",
    "image_name": ""
  },
  {
    "index": 45,
    "id": "ABMW0569R",
    "section": "法律事务/交通规则",
    "question": "L牌应该如何组成？",
    "options": [
      "红色背景上的白色L。",
      "白色背景上的绿色L。",
      "白色背景上的红色L。",
      "一个红色的 L，背景是透明的。"
    ],
    "correct_answer": 2,
    "explanation": "L板应该前后都展示。这些牌子应该是红色的L字在白色背景上，高度不少于15厘米，周围有至少2厘米的边框。初学摩托车手必须穿黄色工作马甲，前后展示L板。L板在白色背景上，高度不少于15厘米。",
    "image_name": ""
  },
  {
    "index": 46,
    "id": "ABMW0586RU19",
    "section": "法律事务/交通规则",
    "question": "在公共场所使用车辆而没有展示目前的税单是否被允许？",
    "options": [
      "是的，但不超过上张光盘到期后的10天。",
      "不，只有老式汽车才免于贴税牌。",
      "是的，但在上一张光盘到期后的一个月内。",
      "不，所有机动车必须悬挂有效的税票。"
    ],
    "correct_answer": 3,
    "explanation": "机动车必须缴纳税款并在上路之前展示最新的税务证明。",
    "image_name": ""
  },
  {
    "index": 47,
    "id": "ABMW0588RU19",
    "section": "法律事务/交通规则",
    "question": "如果一个司机希望驾驶一辆车，但车辆的税证已经过期，他们应该怎么办？",
    "options": [
      "只有在紧急情况下才应该开车。",
      "他们应该与警察局联系以获得批准。",
      "他们应该在到期日期之前的10天内将其续订。",
      "他们应该立即对此征税。"
    ],
    "correct_answer": 3,
    "explanation": "机动车必须缴纳税款，并且必须在上路前展示最新的税务证明。",
    "image_name": ""
  },
  {
    "index": 48,
    "id": "ABMW0589RU19",
    "section": "法律事务/交通规则",
    "question": "如果一名驾驶员希望驾驶另一辆目前没有纳税的车辆，他们可以将自己的车辆上的当前税收迁移到该车辆上吗？",
    "options": [
      "绝对不能将税收证件转让给另一辆车辆。",
      "只有在另一辆车辆适用较低税率的情况下才能临时执行。",
      "在适当的情况下，已经填写完毕并寄送至当地机动车税务局时。",
      "是的，前提是他们自己的车辆此时不在使用。"
    ],
    "correct_answer": 0,
    "explanation": "机动车必须办理税务登记，并且必须悬挂自己的当前税务牌照才能上路行驶。税务牌照包括有关车辆的信息，包括车辆的品牌和型号、颜色和注册号码。",
    "image_name": ""
  },
  {
    "index": 49,
    "id": "ABMW0590RU19",
    "section": "法律事务/交通规则",
    "question": "当一辆车被非车主驾驶时，谁负责确保车辆已纳税并展示了有效的税牌？",
    "options": [
      "司机是唯一负责任的人。",
      "车辆的驾驶员和/或所有者有责任。",
      "业主是唯一负责的人。",
      "An Garda Síochána 在这个领域负有全部责任。"
    ],
    "correct_answer": 1,
    "explanation": "如果您是车辆的所有者或驾驶员，您必须确保车辆已交税，并在上路前悬挂最新的税牌。",
    "image_name": ""
  },
  {
    "index": 50,
    "id": "ABMW0591RU19",
    "section": "法律事务/交通规则",
    "question": "在公共道路上，新车辆必须何时展示一张最新的税款凭证？",
    "options": [
      "只有在高速公路上开车时。",
      "注册后不迟于10天内。",
      "注册后不得迟于1个月。",
      "当车辆在公共道路上行驶时。"
    ],
    "correct_answer": 3,
    "explanation": "一辆机动车必须在上路前交税，而且它必须随时展示最新的税收证明。",
    "image_name": ""
  },
  {
    "index": 51,
    "id": "ABMW0592RU23",
    "section": "法律事务/交通规则",
    "question": "谁有权查看驾驶员的车辆登记文件？",
    "options": [
      "任何消防队或救护人员在司机所涉及的碰撞现场。",
      "司机在碰撞中涉及的任何人。",
      "一名警员可能要求您在指定的警察局出示车辆的注册文件。",
      "汽车救援公司的成员或任何协助救援的人。"
    ],
    "correct_answer": 2,
    "explanation": "一个警察随时可能要求查看你的驾驶执照，驾驶时你应该随时携带此证件。警察也可能检查你的保险证、税务证和NCT证（如果适用）。警察可能要求你在指定的警察局内提交其他文件（包括车辆登记文件），时间限定在10天内。",
    "image_name": ""
  },
  {
    "index": 52,
    "id": "ABMW0593RU19",
    "section": "法律事务/交通规则",
    "question": "如果一辆车是由非所有者驾驶但获得了所有者的同意，谁应该确保驾驶者有适当的保险？",
    "options": [
      "车辆所有者而已。",
      "司机和车主。",
      "司机专用。",
      "保险公司。"
    ],
    "correct_answer": 1,
    "explanation": "所有驾驶员必须购买保险，以便他们在公共道路上驾驶车辆。驾驶未投保的车辆是一项严重违法行为。允许你拥有的车辆被未投保的驾驶员驾驶也是违法行为。",
    "image_name": ""
  },
  {
    "index": 53,
    "id": "ABMW0594RU19",
    "section": "法律事务/交通规则",
    "question": "驾驶员在保险政策过期后仍然具备驾驶车辆的保险吗？",
    "options": [
      "驾驶员在保单到期后最多有10天的保险。",
      "驾驶员在保单到期后有7天的保险。",
      "驾驶员在保险单过期后最多有14天的保险保障。",
      "保单过期后，司机没有保险。"
    ],
    "correct_answer": 3,
    "explanation": "所有的驾驶员都必须有保险，以便在公共道路上驾驶汽车。汽车必须展示最新的保险牌。",
    "image_name": ""
  },
  {
    "index": 54,
    "id": "ABMW0595RU19",
    "section": "法律事务/交通规则",
    "question": "如果一名司机希望驾驶另一辆私人所有的车辆，但不确定自己是否有保险可以驾驶那辆车，他们应该怎么办？",
    "options": [
      "将保险盘从自己的车上转移到他们希望驾驶的车辆上。",
      "如果车上有保险牌照，请驾驶车辆。",
      "司机应该联系自己的保险公司，确认他们的保险政策是否覆盖驾驶其他车辆。",
      "只要他们在10天之内通知他们的保险公司并同意支付任何额外的保费，就可以开车。"
    ],
    "correct_answer": 2,
    "explanation": "如果你对你的保险的保障存在任何疑问，你应该与你的保险公司讨论这个问题。没有保险驾驶是一种严重的违法行为。",
    "image_name": ""
  },
  {
    "index": 55,
    "id": "ABMW0596RU19",
    "section": "法律事务/交通规则",
    "question": "当驾驶员希望驾驶车辆并且不确定自己是否有保险覆盖时，他们应该怎么办？",
    "options": [
      "他们不应该开车，直到他们的保险公司确认他们已投保。",
      "他们应该与他们当地的警察局核实是否已经投保。",
      "他们应该与当地NDLS办公室核实他们是否有保险。",
      "他们应该与当地的机动车税务办公室核实是否已投保。"
    ],
    "correct_answer": 0,
    "explanation": "如果您对自己的保险范围存有任何疑问，您应该与您的保险公司讨论这个问题。没有保险驾驶是一种严重的违法行为。",
    "image_name": ""
  },
  {
    "index": 56,
    "id": "ABMW0597U19",
    "section": "法律事务/交通规则",
    "question": "驾驶员在公共道路上需要的最低保险金额是多少？",
    "options": [
      "第三方。",
      "第三方、火灾和盗窃。",
      "个人意外。",
      "全面的。"
    ],
    "correct_answer": 0,
    "explanation": "作为一名车主，你必须拥有至少第三者保险。",
    "image_name": ""
  },
  {
    "index": 57,
    "id": "ABMW0781RU19",
    "section": "法律事务/交通规则",
    "question": "司机在哪里可以找到车辆的最大授权质量（MAM）？",
    "options": [
      "在NCT唱片上。",
      "在保险光盘上。",
      "在车辆上的金属板上。",
      "在税牌上。"
    ],
    "correct_answer": 2,
    "explanation": "车辆的最大授权质量（MAM）标示牌通常位于引擎盖下方或者乘客舱内。如果您不确定它位于车辆的哪个位置，请查看车辆附带的驾驶手册。",
    "image_name": ""
  },
  {
    "index": 58,
    "id": "ABMW0189RU19",
    "section": "法律事务/交通规则",
    "question": "司机可以停车的地方在哪里？",
    "options": [
      "司机没有挡住其他道路使用者对交通信号灯或前方道路的视线。",
      "在施工现场。",
      "在道路中央有一条不间断的白线的地方。",
      "在人行道上。"
    ],
    "correct_answer": 0,
    "explanation": "在路旁停车，如果路中央有单条或双条连续的白线是违法行为。在这样的道路上停车可能会造成阻碍，给其他道路使用者带来不便或危险。",
    "image_name": ""
  },
  {
    "index": 59,
    "id": "ABMW0190RU19",
    "section": "法律事务/交通规则",
    "question": "斑马线前禁止停车的距离是多少？",
    "options": [
      "15 米。",
      "5 米。",
      "20米。",
      "10米。"
    ],
    "correct_answer": 0,
    "explanation": "在行人过街处之前15米或之后5米停车是违法行为。这种停车方式可能会限制驶向过街处的驾驶员的视野范围，危及行人安全。",
    "image_name": ""
  },
  {
    "index": 60,
    "id": "ABMW0191RU19",
    "section": "法律事务/交通规则",
    "question": "在路口多远的范围内停车是禁止的？",
    "options": [
      "20米，除非停车位明确标记。",
      "10米，除非停车位明确标记。",
      "5米，除非停车位明确标记。",
      "15 米，除非停车位明确标记。"
    ],
    "correct_answer": 2,
    "explanation": "在道路路口内禁止停车5米之内，除非停车位明确标记。在该区域停车可能会限制驶向路口的驾驶员的视野范围，并且可能会对希望转弯的大型车辆造成阻碍。",
    "image_name": ""
  },
  {
    "index": 61,
    "id": "ABMW0193RU19",
    "section": "法律事务/交通规则",
    "question": "司机被允许停在财产入口吗？",
    "options": [
      "是的，在23:30至07:00之间的1小时。",
      "是的，需要物业所有者的同意。",
      "是的，从07:00到23:30之间持续1个小时。",
      "是的，非营业时间。"
    ],
    "correct_answer": 1,
    "explanation": "您只有在业主同意的情况下才能把车停在财产的入口处。在入口处停车可能会给进出财产的人造成不便和危险。",
    "image_name": ""
  },
  {
    "index": 62,
    "id": "ABMW0194RU19",
    "section": "法律事务/交通规则",
    "question": "在什么情况下允许在人行道上停车？",
    "options": [
      "当至少一半的人行道仍然保持畅通供行人使用时。",
      "当汽车停放在路的两边时。",
      "当车辆不超过一半停在人行道上时。",
      "永远不允许在人行道上停车。"
    ],
    "correct_answer": 3,
    "explanation": "在人行道上停车是违法行为。如果车辆停在人行道上，行人可能不得不走上马路绕过车辆，从而使自己置身于危险之中。",
    "image_name": ""
  },
  {
    "index": 63,
    "id": "ABMW0195RU19",
    "section": "法律事务/交通规则",
    "question": "双重停车在什么情况下被允许？",
    "options": [
      "当有双白线时。",
      "当有双黄线时。",
      "当有硬肩膀时。",
      "这是绝对不允许的。"
    ],
    "correct_answer": 3,
    "explanation": "双重停车是绝对不允许的。在任何可能干扰正常交通流程、阻塞或危及其他道路使用者的地方，都不允许停车。",
    "image_name": ""
  },
  {
    "index": 64,
    "id": "ABMW0196RU19",
    "section": "法律事务/交通规则",
    "question": "出租车站允许停车的时间是什么时候？",
    "options": [
      "当等待在出租车上收集乘客时。",
      "停车少于15分钟时。",
      "当职位空缺时。",
      "出租车站点停车除非是在驾驶出租车的情况下禁止。"
    ],
    "correct_answer": 3,
    "explanation": "在被标记为出租车站的区域停车是被禁止的，因为这可能会阻碍出租车进出站点。",
    "image_name": ""
  },
  {
    "index": 65,
    "id": "ABMW0197RU19",
    "section": "法律事务/交通规则",
    "question": "在一个急转弯的地方可以停车吗？",
    "options": [
      "在急转弯处不允许停车。",
      "停车时距离路缘或路边不超过45厘米。",
      "当后方来车能看到停着的车辆时。",
      "当停放车辆的危险警示灯打开时。"
    ],
    "correct_answer": 0,
    "explanation": "停车绝不允许在任何方面干扰正常交通流动、阻碍或危及其他道路使用者的地方，例如，强迫其他司机进入逆向交通的道路。",
    "image_name": ""
  },
  {
    "index": 66,
    "id": "ABMW0198RU19",
    "section": "法律事务/交通规则",
    "question": "在山坡顶上停车是在何时被允许的？",
    "options": [
      "当司机把车轮调向路边时。",
      "只有在路上没有交通时。",
      "当车辆具有有效的手刹时才允许停车。",
      "在山顶上是绝对不允许停车的。"
    ],
    "correct_answer": 3,
    "explanation": "在山坡顶或驼背桥上停车是被禁止的。在这样的地方停车可能会限制接近山丘的司机的视线范围，迫使他们来到对向车流的道路中。",
    "image_name": ""
  },
  {
    "index": 67,
    "id": "ABMW0251",
    "section": "法律事务/交通规则",
    "question": "哪辆车停得不正确？",
    "options": [
      "红色汽车。",
      "两个都不是车。",
      "两辆车。",
      "绿色汽车。"
    ],
    "correct_answer": 2,
    "explanation": "在人行横道之前15米内或之后5米内停车是违法的。以这种方式停车可能会限制驶向横道的驾驶员的视野区域，从而危及行人安全。",
    "image_name": "ABMW0251.png"
  },
  {
    "index": 68,
    "id": "ABMW0001U23",
    "section": "法律事务/交通规则",
    "question": "这个标牌是什么意思？",
    "options": [
      "司机必须停车等待前面的校园过马路。",
      "驾驶员必须让右侧来车。",
      "司机必须停下车辆。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志出现在次要道和主干道交汇处。您必须完全停车在“停”标志处。",
    "image_name": "ABMW0001.png"
  },
  {
    "index": 69,
    "id": "ABMW0002R23",
    "section": "法律事务/交通规则",
    "question": "当这个标志与路上的白色停车线一起出现时，驾驶员必须怎么做？",
    "options": [
      "停在线外。",
      "在那条线停下来。",
      "只有在你看到有车辆靠近时才停在线上。"
    ],
    "correct_answer": 1,
    "explanation": "当与停车标志一起出现时，白色停车线表示您必须停车的位置。",
    "image_name": "ABMW0001.png"
  },
  {
    "index": 70,
    "id": "ABMW0003R",
    "section": "法律事务/交通规则",
    "question": "当这个标记没有与路上的白色停车线相伴时，司机必须做什么？",
    "options": [
      "停在标志前。",
      "不要停在标志牌的前面超过一个车长的距离。",
      "在标志处停下。",
      "只有主路有交通时才停车。"
    ],
    "correct_answer": 2,
    "explanation": "在没有白色停车线的地方，你必须在路标处停车。",
    "image_name": "ABMW0001.png"
  },
  {
    "index": 71,
    "id": "ABMW0004R",
    "section": "法律事务/交通规则",
    "question": "这个标志在交叉口是什么意思？",
    "options": [
      "只有让右侧车流让行。",
      "让步给所有重型货车。",
      "放慢速度，让行人先行。",
      "让行主要道路上的车辆。"
    ],
    "correct_answer": 3,
    "explanation": "在路口处，礼让标志告诉您必须让右前方主要道路上的交通先行。这意味着您必须减速并做好停车的准备。",
    "image_name": "ABMW0004R.png"
  },
  {
    "index": 72,
    "id": "ABMW0005RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志在环形交叉路口是什么意思？",
    "options": [
      "让行右侧来车或已在环岛上的车辆。",
      "只让公共汽车和卡车通过。",
      "让行左侧来车。",
      "只让自行车手和摩托车手通行。"
    ],
    "correct_answer": 0,
    "explanation": "在环形交叉口，让行标志告诉您必须减速并做好停车的准备。您必须让行给已经在环形交叉口的车辆或者右侧来车。",
    "image_name": "ABMW0004R.png"
  },
  {
    "index": 73,
    "id": "ABMW0006R23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "只能直行。",
      "高度限制前方。",
      "高速公路前方。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志告诉您必须直行前进。这个标志通常显示在单行道的入口处。",
    "image_name": "ABMW0006R.png"
  },
  {
    "index": 74,
    "id": "ABMW0007",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "右侧来车有先行权。",
      "左边是高速公路。",
      "只能左转。",
      "向左转 diversion。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您必须左转。通常会出现在所有车辆必须左转的交叉口，比如在一个包含交叉口的单行道系统中。",
    "image_name": "ABMW0007.png"
  },
  {
    "index": 75,
    "id": "ABMW0008U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "向右转弯。",
      "左侧连接的主要道路。",
      "只能向右转。",
      "只能在右侧超车。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉你必须向右转。通常会显示在所有车辆必须右转的路口处，例如，在包括一个路口的单向系统中。",
    "image_name": "ABMW0008U19.png"
  },
  {
    "index": 76,
    "id": "ABMW0009R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左侧单行。",
      "向左转。",
      "前方有个左拐的急弯。",
      "前方左转绕行。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您，您必须向左转。通常显示在通往单向系统的途中。",
    "image_name": "ABMW0009R.png"
  },
  {
    "index": 77,
    "id": "ABMW0010U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "右侧单行。",
      "你必须在前方右转。",
      "向右转移。",
      "前方有个急转弯，请向右转。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉你必须在前方右转。它通常显示在驶向单行道系统的路口处。",
    "image_name": "ABMW0010U19.png"
  },
  {
    "index": 78,
    "id": "ABMW0011RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左边通行。",
      "向左急剧下降。",
      "保持左侧。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉你必须靠左行驶。通常出现在道路中心的交通岛上，并有时在道路施工现场用于交通控制。",
    "image_name": "ABMW0011RU19.png"
  },
  {
    "index": 79,
    "id": "ABMW0012RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "从左侧过马路。",
      "保持向右。",
      "从左侧陡峭下降。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉你必须靠右行驶。它通常出现在单行道系统中，要求交通必须靠右行驶，有时也用于控制道路工程中的交通。",
    "image_name": "ABMW0012RU19.png"
  },
  {
    "index": 80,
    "id": "ABMW0013U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "可以往任一侧经过。",
      "双向交通。",
      "双车道前方。",
      "单行道。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志告诉您，交通可能从交通岛的任何一侧通过。",
    "image_name": "ABMW0013U19.png"
  },
  {
    "index": 81,
    "id": "ABMW0014RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "请注意前方是死胡同。",
      "无限制高度。",
      "无入口。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您不得沿着箭头指示的方向前行。这是为了防止交通行驶错方向而设置的 - 例如，单向街上逆行。",
    "image_name": "ABMW0014RU19.png"
  },
  {
    "index": 82,
    "id": "ABMW0015RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "不得右转。",
      "只能右转。",
      "右转，死胡同。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志显示在一个十字路口处，你不能右转。",
    "image_name": "ABMW0015R.png"
  },
  {
    "index": 83,
    "id": "ABMW0016RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "向右转。",
      "前方有一个向右危险的弯道。",
      "禁止右转。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志显示在一个十字路口处，您不能右转。",
    "image_name": "ABMW0015R.png"
  },
  {
    "index": 84,
    "id": "ABMW0017RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "只能右转。",
      "不可左转。",
      "禁止右转。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志显示在一个十字路口，您不能向左转。",
    "image_name": "ABMW0017RU19.png"
  },
  {
    "index": 85,
    "id": "ABMW0018RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "禁止双向车辆通行。",
      "进入隧道禁止。",
      "不准掉头。",
      "不允许倒车。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您不准掉头。这通常显示在双车道交汇处的逼近路段上。司机还应意识到，在路中央有一条连续的白线或在单行道上，也是不允许掉头的。",
    "image_name": "ABMW0018RU19.png"
  },
  {
    "index": 86,
    "id": "ABMW0019U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "最大速度为30公里/小时。",
      "最低速度为30公里/小时。",
      "速度限制持续30公里。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志告诉您，此道路段允许的最高法定速度限制为30公里/小时。这些标志通常出现在居民区的减速区域。",
    "image_name": "ABMW0019U19.png"
  },
  {
    "index": 87,
    "id": "ABMW0020U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "限速持续50公里。",
      "最高时速为50公里/小时。",
      "最低速度为50公里/小时。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您，这段路段允许的最高合法时速是50公里/小时。",
    "image_name": "ABMW0020U19.png"
  },
  {
    "index": 88,
    "id": "ABMW0021U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "最低时速为60 公里/小时。",
      "最高速度为60公里/小时。",
      "限速继续60米。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您，这段道路允许的最高法定速度限制是60公里/小时。",
    "image_name": "ABMW0021U19.png"
  },
  {
    "index": 89,
    "id": "ABMW0022RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "速度限制持续80米。",
      "最高时速为80公里/小时。",
      "最低速度为80公里每小时。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您该路段允许的最大法定时速限速是80公里/小时。",
    "image_name": "ABMW0022RU19.png"
  },
  {
    "index": 90,
    "id": "ABMW0023U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "最高速度为100公里/小时。",
      "最低速度为100公里/小时。",
      "速度限制持续100米。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志告诉您，这段道路的最高法定限速限制是100公里/小时。",
    "image_name": "ABMW0023U19.png"
  },
  {
    "index": 91,
    "id": "ABMW0024U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "120米 ahead 交通并线。",
      "最高时速为120公里/小时。",
      "最低速度是120公里/小时。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您，此路段允许的最高法定速度限制为120公里/小时。",
    "image_name": "ABMW0024U19.png"
  },
  {
    "index": 92,
    "id": "ABMW0025U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "可以在指定时间停车。",
      "在指定时间禁止停车。",
      "在指定时间内最多停车一小时。"
    ],
    "correct_answer": 0,
    "explanation": "这些标志告诉您可以在双向停车，但仅在信息牌上显示的时间内停车。",
    "image_name": "ABMW0025U19.png"
  },
  {
    "index": 93,
    "id": "ABMW0026U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "只限公共服务车辆停放。",
      "只限私家车停车。",
      "停车禁止。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您禁止双向停车。",
    "image_name": "ABMW0026.png"
  },
  {
    "index": 94,
    "id": "ABMW0027U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "禁止停车-在显示的时间内禁止停车或停放。",
      "在指定的时间内关闭道路。",
      "步行街 - 汽车禁止通行。"
    ],
    "correct_answer": 0,
    "explanation": "清场标识意味着在信息牌上显示的时间内禁止停车或泊车。",
    "image_name": "ABMW0027U19.png"
  },
  {
    "index": 95,
    "id": "ABMW0028U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "在指定时间段内允许停车，无需显示停车场使用标牌。",
      "盘车牌照在显示的时间内有效。",
      "除非显示的时间段外，才会实行圆盘停车。",
      "停车在指定时间是被禁止的。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您，车辆在信息牌上显示的时间段停放时必须展示停车盘。",
    "image_name": "ABMW0028U19.png"
  },
  {
    "index": 96,
    "id": "ABMW0029RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "私家车可以接送乘客。",
      "当出租车停车点空闲时允许使用私人停车场。",
      "出租车专用车道",
      "只有出租车可以向右或向左转弯。"
    ],
    "correct_answer": 2,
    "explanation": "出租车招呼站标志表示该区域专为出租车保留，其他道路使用者不得停车或停留。",
    "image_name": "ABMW0029RU19.png"
  },
  {
    "index": 97,
    "id": "ABMW0030U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "摩托车手专用赛道。",
      "骑车者必须提前下车。",
      "自行车赛道。",
      "循环道开始。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志表示自行车道的起点。如果这条道路被一条间断的白线分隔，其他道路使用者应尽量避免使用它。如果这条道路被一条连续的白线分隔，汽车和其他车辆的驾驶员不得驾驶在上面。",
    "image_name": "ABMW0030U19.png"
  },
  {
    "index": 98,
    "id": "ABMW0033RU19",
    "section": "法律事务/交通规则",
    "question": "这些标志一起是什么意思？",
    "options": [
      "在指定时间只允许公交车和出租车通行。",
      "所示时间内禁止停车。",
      "前方禁止停车或泊车，指定时间内不得停车。",
      "前方有步行街 - 除了指定时间以外，不允许交通."
    ],
    "correct_answer": 3,
    "explanation": "当这些标志一起张贴时，它们告诉您前方有一条仅供行人通行的街道，并且除了信息牌上规定的时间外，不允许交通进入。",
    "image_name": "ABMW0033RU19.png"
  },
  {
    "index": 99,
    "id": "ABMW0034U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "三轴车辆不允许。",
      "最小允许重量为3吨。",
      "最大允许重量为3吨。",
      "只允许三轴车辆。"
    ],
    "correct_answer": 2,
    "explanation": "这个标牌告诉您，如果您的车辆超过3吨或3,000公斤，您不得进入此区域。",
    "image_name": "ABMW0034U19.png"
  },
  {
    "index": 100,
    "id": "ABMW0039U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "不允许双重停车。",
      "右侧禁止停车。",
      "双向车道的尽头。",
      "不得超车。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志告诉你禁止超车。这些标志通常在超车可能危险的地方找到，比如能见度较低的地区。",
    "image_name": "ABMW0039U19.png"
  },
  {
    "index": 101,
    "id": "ABMW0040RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "只有公共汽车和骑自行车的人可以在指定时间停车。",
      "只有骑自行车的人和公共汽车在规定的时间段内才可以使用该车道。",
      "只有公共汽车、自行车和出租车才能在指定的时间段内使用前方的车道。",
      "只有公交车、骑车者和出租车可以在规定时间外使用该车道。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您，在左侧即将出现一个带流通公交车道，也就是，公交车在其右侧交通流向相同方向。信息牌显示公交车道运作时间。只有在这些时间段内，公交车、出租车和骑自行车的人可以使用公交车道。",
    "image_name": "ABMW0040RU19.png"
  },
  {
    "index": 102,
    "id": "ABMW0041RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "只有双层巴士和骑自行车的人可以使用该车道。",
      "只有公交车和骑自行车的人可以停车。",
      "左侧有公交车道和自行车道。",
      "自行车和公交车必须向左转。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您，向左前方有一条带流线途径的近侧巴士专用道。在规定的运行时间内，只有公共汽车、出租车和骑自行车的人可以使用巴士专用道。",
    "image_name": "ABMW0041RU19.png"
  },
  {
    "index": 103,
    "id": "ABMW0042RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左侧停放公交车和自行车。",
      "左侧设有公交车道和自行车道。",
      "自行车道前可能只能由公交车横穿。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志表示左侧有一条顺向公交车专用道。只有在规定的运营时间内，公交车、出租车和骑自行车的人才可以使用公交车专用道。",
    "image_name": "ABMW0042RU19.png"
  },
  {
    "index": 104,
    "id": "ABMW0043RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "公交车必须给前方的其他交通让路。",
      "骑自行车的人必须避让前方的公共汽车。",
      "公交车必须让自行车优先通行。",
      "右边有公交车道和自行车道。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志告诉您，前方右侧有一个禁止停车的公交车道。只有在规定的运营时间内，公交车、出租车和骑自行车的人才可以使用公交车道。",
    "image_name": "ABMW0043RU19.png"
  },
  {
    "index": 105,
    "id": "ABMWO0044RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "逆向单行道公交车道前进。",
      "公交车可能会遮挡司机对骑车者的视线。",
      "左侧为专用公共汽车道。",
      "右侧通行公交车道。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志表示右侧有流动离线公交专用车道。只有公交车、出租车和骑自行车的人可以在规定的运营时间内使用公交专用车道。",
    "image_name": "ABMW0044RAU19.png"
  },
  {
    "index": 106,
    "id": "ABMW0045RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "自行车道可能会被公共汽车穿越。",
      "右侧行驶的专用公交车道。",
      "右侧的逆向专用公交车道。",
      "从右侧出现的公交车。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉你必须在白天或黑夜时都保持左侧行驶，并且不能使用逆向公交车道。逆向公交车道是指公交车以相反方向行驶的车道。",
    "image_name": "ABMW0045RU19.png"
  },
  {
    "index": 107,
    "id": "ABMW0046U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "双向交通系统。",
      "逆向通行公交车道。",
      "只限双层巴士。",
      "随行车道。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志告诉您必须靠左行驶，白天或夜晚不得使用逆向通行的公交车专用道。逆向通行的公交车专用道是指公交车沿相反方向行驶的车道。",
    "image_name": "ABMW0045RU19.png"
  },
  {
    "index": 108,
    "id": "ABMWOO50RAU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "右侧行驶道。",
      "只能停在白线内。",
      "左侧电车道。",
      "前方有顺向公交车道。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志告诉您右侧有电车专用车道。驾驶员还应注意该地区可能有行人。",
    "image_name": "ABMW0050RAU19.png"
  },
  {
    "index": 109,
    "id": "ABMW0109RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "高速公路入口。",
      "高速公路尽头。",
      "前方有桥。"
    ],
    "correct_answer": 0,
    "explanation": "这个路标告知道路使用者他们正在进入高速公路，必须遵守高速公路规定。在驾驶进入高速公路之前，用户必须熟悉高速公路规定。",
    "image_name": "ABMW0109RU19.png"
  },
  {
    "index": 110,
    "id": "ABMW0110U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "500米后面有低桥。",
      "桥梁维修，前方500米。",
      "500米内禁止超车。",
      "高速公路尽头在500米以后。"
    ],
    "correct_answer": 3,
    "explanation": "这是一块高速公路信息标志，告诉您高速公路将在前方500米结束。高速公路规则将不再适用，例如可能会施行更低的限速。",
    "image_name": "ABMW0110U19.png"
  },
  {
    "index": 111,
    "id": "ABMW0111RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "高速公路尽头。",
      "没有桥。",
      "天桥区域尽头。",
      "不可超车。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志表示高速公路的结束。您正在离开高速公路，其规则将不再适用。",
    "image_name": "ABMW0111RU19.png"
  },
  {
    "index": 112,
    "id": "ABMW0112RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "距离下一个出口三百米。",
      "前方有交通正在穿越。",
      "三条车道向前。"
    ],
    "correct_answer": 0,
    "explanation": "这是一块高速公路信息牌，告诉您高速公路下一个出口在300米之前。",
    "image_name": "ABMW0112R.png"
  },
  {
    "index": 113,
    "id": "ABMW0113R",
    "section": "法律事务/交通规则",
    "question": "这个标识是什么意思？",
    "options": [
      "双向车道交叉口前。",
      "200米内禁止超车。",
      "200米急降。",
      "到下一个出口200米。"
    ],
    "correct_answer": 3,
    "explanation": "这是一块高速公路信息标志，告诉您高速公路的下一个出口在200米之前。",
    "image_name": "ABMW0113R.png"
  },
  {
    "index": 114,
    "id": "ABMW0114RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方低桥。",
      "100米急降。",
      "100米到达下一个出口。"
    ],
    "correct_answer": 2,
    "explanation": "这是一块高速公路信息标志，告诉您高速公路的下一个出口在100米之前。",
    "image_name": "ABMW0114R.png"
  },
  {
    "index": 115,
    "id": "ABMW0132RU23",
    "section": "法律事务/交通规则",
    "question": "在道路工程中，这个标志是什么意思？",
    "options": [
      "谨慎前行。",
      "只有在被召唤时才继续前进。",
      "只使用手势继续。"
    ],
    "correct_answer": 0,
    "explanation": "这个交通管制标志告诉你可以小心通过道路工地。",
    "image_name": "ABMW0132RU19.png"
  },
  {
    "index": 116,
    "id": "ABMW0133RU23",
    "section": "法律事务/交通规则",
    "question": "在道路施工现场，这个标志是什么意思？",
    "options": [
      "停下来给校园交通警员让路。",
      "只有在面对对向车辆时才停车。",
      "在标志前停车。"
    ],
    "correct_answer": 2,
    "explanation": "这个在道路施工现场的交通管制标志表示你必须停车。",
    "image_name": "ABMW0133RU19.png"
  },
  {
    "index": 117,
    "id": "ABMW3U19",
    "section": "法律事务/交通规则",
    "question": "当出现在通往收费站的路上时，这个标志是什么意思？",
    "options": [
      "收费员操作车道。",
      "左边是加达检查站。",
      "前方有服务站。",
      "这条车道关闭 - 请靠左行驶。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志用于指示交通进入一个车道，在这里，过路费可以直接交给收费员。这个车道通常由既没有足够的零钱，也没有车辆上的电子标签的驾驶员使用。",
    "image_name": "ABMW3U19.png"
  },
  {
    "index": 118,
    "id": "ABMW4U19",
    "section": "法律事务/交通规则",
    "question": "当这个标志出现在通往收费站的途中时，这意味着什么？",
    "options": [
      "这条巷子里有硬币篮子。",
      "这条车道的取票机。",
      "这条收银台。",
      "电子收费系统。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志用在收费站，指导交通进入一个车道，可以在那里通过将准确的硬币投入自动硬币机来支付通行费用。这个车道通常安装了一个高度障碍，以防止大型车辆使用。",
    "image_name": "ABMW4U19.png"
  },
  {
    "index": 119,
    "id": "ABMW5U19",
    "section": "法律事务/交通规则",
    "question": "当这个标志展示在收费站的入口时，这意味着什么？",
    "options": [
      "任何车道都接受电子收费。",
      "这条车道不接受电子收费。",
      "在此车道只接受欧元支付。",
      "这条车道的电子收费系统故障。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志用在收费站，引导交通进入一个车道，收费是通过电子方式收取的。当车辆通过收费站时，它会通过安装在前挡风玻璃上的电子标签被识别。付款将通过用户的账户收取。只有安装了标签的车辆才被允许使用这些车道。",
    "image_name": "ABMW5U19.png"
  },
  {
    "index": 120,
    "id": "ABMW0183U23",
    "section": "法律事务/交通规则",
    "question": "汽车和摩托车在高速公路上允许的最高速度是多少？",
    "options": [
      "120 公里/小时。",
      "80 km/h.\n\n80 公里/小时。",
      "60 km/h.\n\n60公里/小时。",
      "100 km/h。\n\n(Note: The translation is the same in English and Chinese.)"
    ],
    "correct_answer": 0,
    "explanation": "在高速公路上开车超过每小时120公里是违法的。",
    "image_name": ""
  },
  {
    "index": 121,
    "id": "ABMW0184RU23",
    "section": "法律事务/交通规则",
    "question": "除非另有规定，汽车或摩托车在国家道路上的最高允许速度是多少？",
    "options": [
      "120公里/小时。",
      "60 公里/小时。",
      "80 km/h.\n\n八十公里/小时。",
      "100 公里/小时。"
    ],
    "correct_answer": 3,
    "explanation": "在单车道国道上行驶时超过每小时100公里是违法的。",
    "image_name": ""
  },
  {
    "index": 122,
    "id": "ABMW0185RU23",
    "section": "法律事务/交通规则",
    "question": "除非另有说明，在国家公路上拖车的汽车允许的最高速度是多少？",
    "options": [
      "100 公里/小时。",
      "60 公里/小时。",
      "120 公里/小时。",
      "80 公里/小时。"
    ],
    "correct_answer": 3,
    "explanation": "在国家公路上拖曳房车时，超速行驶将使该车辆不稳定，速度不得超过80公里/小时是非法的。",
    "image_name": ""
  },
  {
    "index": 123,
    "id": "ABMW0186U23",
    "section": "法律事务/交通规则",
    "question": "除非另有说明，拖曳房车在高速公路上的最高允许速度是多少？",
    "options": [
      "100 公里/小时。",
      "90 km/h.\n\n90 公里/小时。",
      "80 km/h.\n\n80公里/小时。",
      "120 km/h.\n\n120公里/小时。"
    ],
    "correct_answer": 2,
    "explanation": "在高速公路上拖曳房车时，超过80公里/小时是违法的 - 过快的速度会使这样的车辆不稳定。",
    "image_name": ""
  },
  {
    "index": 124,
    "id": "ABMW0187U23",
    "section": "法律事务/交通规则",
    "question": "除非另有规定，车辆在国道上拖拽拖车的最高允许速度是多少？",
    "options": [
      "100 公里/小时。",
      "60公里/小时。",
      "120 km/h。",
      "80 km/h.\n\n80公里/小时。"
    ],
    "correct_answer": 3,
    "explanation": "在国道上拖曳拖车时，超过 80 公里/小时是违法的 - 超过此速度会使车辆不稳定。",
    "image_name": ""
  },
  {
    "index": 125,
    "id": "ABMW0188U23",
    "section": "法律事务/交通规则",
    "question": "除非另有规定，在高速公路上拖挂拖车的汽车允许的最高速度是多少？",
    "options": [
      "100 km/h。\n\n(Note: The translation provided is already in Chinese characters as the text \"100 km/h\" is a universal expression and does not change in translation.)",
      "60 km/h.\n\n六十公里每小时。",
      "120 公里/小时。",
      "80 公里/小時。"
    ],
    "correct_answer": 3,
    "explanation": "在高速公路上拖曳拖车时，超过80公里/小时是违法的 - 过高的速度会使这种车辆不稳定。",
    "image_name": ""
  },
  {
    "index": 126,
    "id": "ABMW0221RU19",
    "section": "法律事务/交通规则",
    "question": "道路施工项目何时实施临时速度限制？",
    "options": [
      "只限工作时间。",
      "只有在施工工人在现场时。",
      "只有在有对向车辆时。",
      "在施工期间。"
    ],
    "correct_answer": 3,
    "explanation": "施工期间临时设立的速度限制仅在施工期间有效。完成施工后，恢复正常的速度限制。",
    "image_name": ""
  },
  {
    "index": 127,
    "id": "ABMW0739R",
    "section": "法律事务/交通规则",
    "question": "在紧急情况下使用的哪种车辆免于限速？",
    "options": [
      "山岳救援。",
      "抛锚救援。",
      "值班医生。",
      "消防局。"
    ],
    "correct_answer": 3,
    "explanation": "在履行职责的过程中，警察、消防队和救护人员可以豁免一些交通法律，包括速限，只要他们不将其他道路使用者置于危险之中。如果你听到或看到警察或急救车辆以紧急情况接近，请额外小心并让路，如果情况允许的话。",
    "image_name": ""
  },
  {
    "index": 128,
    "id": "ABMW33",
    "section": "法律事务/交通规则",
    "question": "什么车辆在紧急情况下使用时免除限速？",
    "options": [
      "山岳救援。",
      "救护车。",
      "抛锚救援。",
      "值班医生。"
    ],
    "correct_answer": 1,
    "explanation": "在执行职责的过程中，警察、消防队和救护人员在某些交通法规方面享有豁免权，包括速度限制，只要不危及其他道路使用者的安全。如果你听到或看到警察或紧急车辆以紧急情况接近，请特别小心并避让，如果情况允许的话。",
    "image_name": ""
  },
  {
    "index": 129,
    "id": "ABMW34",
    "section": "法律事务/交通规则",
    "question": "在紧急情况下使用时，哪种车辆可以豁免速度限制？",
    "options": [
      "警察。",
      "山岳救援。",
      "抛锚救援。",
      "值班医生。"
    ],
    "correct_answer": 0,
    "explanation": "在履行职责的过程中，警察、消防队和救护人员在一些交通法律，包括速度限制方面享有豁免权，只要他们不危及其他道路使用者的安全。如果你听到或看到一名警察或紧急车辆在紧急情况下接近，请格外小心并让路，如果情况允许的话。",
    "image_name": ""
  },
  {
    "index": 130,
    "id": "ABMW0038U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "超越所示重量的其他车辆不允许通行。",
      "载重超过所示的车辆不得停放。",
      "装卸区不准停车。",
      "车辆停放超过标示重量的车辆是不允许的。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志告诉您，如果您的车辆超过标示的重量限制，您不得停在此区域。",
    "image_name": "ABMW0038U19.png"
  },
  {
    "index": 131,
    "id": "ABMW0157RU23",
    "section": "法律事务/交通规则",
    "question": "这个路标代表什么？",
    "options": [
      "行人岛。",
      "交通减速。",
      "斑马线。"
    ],
    "correct_answer": 2,
    "explanation": "斑马线是指定供行人穿过马路的区域。作为司机，您必须始终让行人在斑马线上通行。",
    "image_name": "ABMW0157R.png"
  },
  {
    "index": 132,
    "id": "ABMW0158R",
    "section": "法律事务/交通规则",
    "question": "这个路标表示什么意思？",
    "options": [
      "斑马线。",
      "不准入内。",
      "速度控制坡道。",
      "鹈鹕过街。"
    ],
    "correct_answer": 0,
    "explanation": "斑马线是供行人过马路的指定区域。作为司机，您必须始终让斑马线上的行人先行。",
    "image_name": "ABMW0157R.png"
  },
  {
    "index": 133,
    "id": "ABMW0159R",
    "section": "法律事务/交通规则",
    "question": "这个路标代表什么？",
    "options": [
      "只能放置区域。",
      "在这个地区，驾驶员可以超车。",
      "道路表面不平。",
      "这个区域禁止停车。"
    ],
    "correct_answer": 3,
    "explanation": "白色的锯齿线表明您正在接近人行横道。您不能在这个区域停车或超车。",
    "image_name": "ABMW0159R.png"
  },
  {
    "index": 134,
    "id": "ABMW0160U19",
    "section": "法律事务/交通规则",
    "question": "这条路标代表什么意思？",
    "options": [
      "从右边和左边进入方块路口的交通有优先通行权，除非直行。",
      "进入方格路口的交通可能有优先通行权，超过来自右边和左边的交通。",
      "出租车下车区。",
      "交通必须不得进入，除非他们能够在不停下来的情况下清除路口方框，或在右转时。"
    ],
    "correct_answer": 3,
    "explanation": "除非你可以在不停下的情况下通过，或者你要右转但被对面来车阻止，否则你禁止进入黄色方块路口。",
    "image_name": "ABMW0160U19.png"
  },
  {
    "index": 135,
    "id": "ABMW0161U19",
    "section": "法律事务/交通规则",
    "question": "这个路标是什么意思？",
    "options": [
      "一个司机可能超车。",
      "所有交通都必须保持在白线的左侧。",
      "道路前方变窄。",
      "一个驾驶员正在接近一个停车标志。"
    ],
    "correct_answer": 1,
    "explanation": "在路中间有一条不间断的白线的地方，您不得：1. 跨越或穿过白线；2. 超车；3. 进行掉头；或者4. 在路上停车。",
    "image_name": "ABMW0161U19.png"
  },
  {
    "index": 136,
    "id": "ABMW0163RU19",
    "section": "法律事务/交通规则",
    "question": "这个路标和信息牌一起意味着什么？",
    "options": [
      "只有在所示的时间和日期停放出租车。",
      "只有在显示的时间和日期外停车出租车。",
      "只能在规定的时间和日期停车。",
      "所示时间和日期不允许停车。"
    ],
    "correct_answer": 3,
    "explanation": "一条沿着路边的黄色单虚线意味着你在附带信息牌上显示的时间段内不得停车。",
    "image_name": "ABMW0163RU19.png"
  },
  {
    "index": 137,
    "id": "ABMW0164R",
    "section": "法律事务/交通规则",
    "question": "这个路标和信息牌结合起来是什么意思？",
    "options": [
      "在某些时候显示的装货区。",
      "任何时候不得停车。",
      "按指定时间出租车候车点。",
      "所示时间禁止停车。"
    ],
    "correct_answer": 3,
    "explanation": "沿着道路边缘的单黄线表示您在附带信息牌上显示的时间内不可停车。",
    "image_name": "ABMW0164R.png"
  },
  {
    "index": 138,
    "id": "ABMW0165R",
    "section": "法律事务/交通规则",
    "question": "这条路标是什么意思？",
    "options": [
      "驾驶员不得越过破损的白线，除非情况安全。",
      "司机可以超车，前提是他们不可以越过破碎的白线。",
      "司机不得沿这条路停车。",
      "在这条路上不能超车。"
    ],
    "correct_answer": 0,
    "explanation": "道路中央的断裂的白线表示除非超车或通过时安全，否则不得越过该线。",
    "image_name": "ABMW0165R.png"
  },
  {
    "index": 139,
    "id": "ABMW0166RU19",
    "section": "法律事务/交通规则",
    "question": "这些路标代表什么意思？",
    "options": [
      "双向车道将至。",
      "不允许停车。",
      "前方有连续的白色实线。",
      "不允许超车。"
    ],
    "correct_answer": 2,
    "explanation": "道路中央的双虚线提醒您前方是连续的白色实线。除非安全，否则不要穿越它们。",
    "image_name": "ABMW0166RU19.png"
  },
  {
    "index": 140,
    "id": "ABMW0167R",
    "section": "法律事务/交通规则",
    "question": "如果从A点开车到B点，这些路标是什么意思？",
    "options": [
      "如果情况允许，司机可以超车。",
      "驾驶员不得超车。",
      "双向车道将至。",
      "路面变窄。"
    ],
    "correct_answer": 0,
    "explanation": "在道路中间有一条破碎的白线和一条连续的白线时，您必须遵守离您最近的那条线。在这种情况下，只要安全就可以穿越这些线。",
    "image_name": "ABMW0167R.png"
  },
  {
    "index": 141,
    "id": "ABMW0168R",
    "section": "法律事务/交通规则",
    "question": "如果从A到B的时候开车，这些路标代表什么意思？",
    "options": [
      "只有摩托车手可以穿越线路超车。",
      "一名司机不得越过实线超车。",
      "对向车辆不得越过线路超车。",
      "一名司机可能会越线超车。"
    ],
    "correct_answer": 1,
    "explanation": "在路中间有一个断断续续的白色线和一个连续的白色线的地方，你必须遵守最靠近你的那条线。在这种情况下，你不得穿过这些线。",
    "image_name": "ABMW0168R.png"
  },
  {
    "index": 142,
    "id": "ABMW0169RU19",
    "section": "法律事务/交通规则",
    "question": "这个路标是什么意思？",
    "options": [
      "人行橫道。",
      "不允许私家车。",
      "不准入内。",
      "前方的路是一个死胡同。"
    ],
    "correct_answer": 2,
    "explanation": "这个路标表示这是一条单行道。你不可以进入这条街道。",
    "image_name": "ABMW0169RU19.png"
  },
  {
    "index": 143,
    "id": "ABMW0170",
    "section": "法律事务/交通规则",
    "question": "这个路标是什么意思？",
    "options": [
      "保持在黄色线外。",
      "只停泊出租车。",
      "在营业时间停车禁止。",
      "禁止一切时段停车。"
    ],
    "correct_answer": 3,
    "explanation": "路边沿着双黄线表示任何时候都不允许停车。",
    "image_name": "ABMW0170.png"
  },
  {
    "index": 144,
    "id": "ABMW0171R",
    "section": "法律事务/交通规则",
    "question": "这个路标代表什么意思？",
    "options": [
      "只有骑摩托车的人可以跨越实线超车。",
      "司机必须保持在连续的白色线的左侧。",
      "对向车辆可能会越线超车。",
      "司机可以越线超车。"
    ],
    "correct_answer": 1,
    "explanation": "道路中央沿着一条单独的连续白色实线意味着所有车辆必须保持在实线的左侧行驶。在这段路段上，不允许超车或掉头。",
    "image_name": "ABMW0171R.png"
  },
  {
    "index": 145,
    "id": "ABMW0172R",
    "section": "法律事务/交通规则",
    "question": "破碎的黄色实线路标代表什么？",
    "options": [
      "除非遇到紧急情况，否则不得停车。",
      "全天禁止停车。",
      "车道边缘或硬路肩。",
      "只供重型车辆使用的慢车道。"
    ],
    "correct_answer": 2,
    "explanation": "路边一条破损的黄色实线标志着车道/硬路肩的边缘。这通常是供行人和骑车者使用的。然而，作为驾驶员，您可以短暂地使用它让行驶速度更快的车辆超车，但只能在安全的情况下这样做。",
    "image_name": "ABMW0172R.png"
  },
  {
    "index": 146,
    "id": "ABMW0173R",
    "section": "法律事务/交通规则",
    "question": "这个交通灯是什么意思？",
    "options": [
      "如果路清晰，请继续前进。",
      "准备出发。",
      "交通信号灯坏了。",
      "停下来，除非这样做是不安全的。"
    ],
    "correct_answer": 3,
    "explanation": "当交通信号灯显示琥珀色时，除非您靠近交通灯以至于停车会很危险，否则您不得越过停车线。",
    "image_name": "ABMW0173R.png"
  },
  {
    "index": 147,
    "id": "ABMW0174RU23",
    "section": "法律事务/交通规则",
    "question": "这个红绿灯是什么意思？",
    "options": [
      "司机必须向右转。",
      "司机可以沿着绿色箭头的方向前行，如果道路畅通的话。",
      "司机必须停下等待直至绿灯完全亮起。"
    ],
    "correct_answer": 1,
    "explanation": "一个绿色的箭头（过滤灯）表示如果安全的话，交通可以沿着箭头的方向前行。",
    "image_name": "ABMW0174R.png"
  },
  {
    "index": 148,
    "id": "ABMW0175U19",
    "section": "法律事务/交通规则",
    "question": "这个交通灯是什么意思？",
    "options": [
      "左转车辆应准备好在绿灯亮起时出发。",
      "所有车辆只能向左转。",
      "左转的交通可以继续前行，如果道路畅通的话。",
      "交通不允许左转。"
    ],
    "correct_answer": 2,
    "explanation": "绿色箭头（过滤灯）表示交通可以沿箭头方向前行，如果安全的话。",
    "image_name": "ABMW0175U19.png"
  },
  {
    "index": 149,
    "id": "ABMW0176RU23",
    "section": "法律事务/交通规则",
    "question": "这个交通灯是什么意思？",
    "options": [
      "如果安全的话，交通可能会停止。",
      "交通必须在红绿灯处停车。",
      "交通必须在安全的情况下继续前行。"
    ],
    "correct_answer": 1,
    "explanation": "红灯代表停。你不得越过停止线或（如果没有停止线）越过灯。",
    "image_name": "ABMW0176R.png"
  },
  {
    "index": 150,
    "id": "ABMW0177R",
    "section": "法律事务/交通规则",
    "question": "这个交通灯的含义是什么？",
    "options": [
      "交通可以继续前行，但不要右转。",
      "让行向右转弯的对向车辆。",
      "交通可以通行，如果道路畅通。",
      "交通必须在交通灯处停车。"
    ],
    "correct_answer": 2,
    "explanation": "如果安全的话，你可以在绿灯亮起时继续前行。",
    "image_name": "ABMW0177R.png"
  },
  {
    "index": 151,
    "id": "ABMW0178",
    "section": "法律事务/交通规则",
    "question": "翻译为中文如下：\n\n绿灯后会显示什么颜色的交通灯？",
    "options": [
      "绿色箭头。",
      "只有红色。",
      "只有琥珀。",
      "闪烁的琥珀。"
    ],
    "correct_answer": 2,
    "explanation": "交通灯的正常顺序是红-绿-黄。",
    "image_name": ""
  },
  {
    "index": 152,
    "id": "ABMW0179RU19",
    "section": "法律事务/交通规则",
    "question": "当交通灯为绿色时，司机在哪种情况下不应前行？",
    "options": [
      "在这样做是不安全的情况下。",
      "当对向车辆正在等待左转时。",
      "当交通停止等待从左侧道路转弯时。",
      "当交通停止等待从右侧道路转向时。"
    ],
    "correct_answer": 0,
    "explanation": "尽管绿灯意味着谨慎前行，但如果路口不明朗或者你这样做会对其他道路使用者造成障碍，那么你不应该进入路口。",
    "image_name": ""
  },
  {
    "index": 153,
    "id": "ABMW0180RU19",
    "section": "法律事务/交通规则",
    "question": "闪烁的琥珀色箭头指向左边的交通信号灯是什么意思？",
    "options": [
      "一名驾驶员可以在另一条道路上的交通前通行。",
      "司机不得在这个方向前行。",
      "司机必须等到交通灯变绿。",
      "司机可以左转，但必须给其他道路上的交通让路。"
    ],
    "correct_answer": 3,
    "explanation": "十字路口处闪烁的左向黄色箭头表示您可以向左前进，但必须让行人和已经从另一条道路通过十字路口的车辆先行。",
    "image_name": "ABMW0180RU19.png"
  },
  {
    "index": 154,
    "id": "ABMW0181R",
    "section": "法律事务/交通规则",
    "question": "非闪烁的琥珀色交通灯后面会亮起什么颜色的交通灯？",
    "options": [
      "只有红色。",
      "只有绿色。",
      "闪红灯。",
      "闪烁的琥珀色灯光。"
    ],
    "correct_answer": 0,
    "explanation": "交通灯的正常顺序是红灯-绿灯-黄灯。",
    "image_name": ""
  },
  {
    "index": 155,
    "id": "ABMW0182",
    "section": "法律事务/交通规则",
    "question": "过马路时，闪烁的琥珀色灯光是什么意思？",
    "options": [
      "司机有通行权。",
      "一个驾驶员正在进入一个特殊的限速区域。",
      "前方危险。 驾驶员必须停车等待，直到灯光停止闪烁。",
      "停下来让行人通过 - 如果道路畅通，请继续前行。"
    ],
    "correct_answer": 3,
    "explanation": "过路人横穿道路时，闪烁的琥珀灯代表你必须礼让。不过，如果过街区域畅通无阻，你可以继续前行。",
    "image_name": ""
  },
  {
    "index": 156,
    "id": "ABMW0205RU23",
    "section": "法律事务/交通规则",
    "question": "交通参与者必须遵守交通信号灯（包括行人信号灯）吗？",
    "options": [
      "只限驾驶员和行人。",
      "所有道路使用者。",
      "只有驾驶员和骑车者。"
    ],
    "correct_answer": 1,
    "explanation": "所有道路使用者，包括行人，都必须遵守交通管制。驾驶员应该注意，交通灯和行人灯可能会在路口结合使用，应该对行人显示谨慎和考虑。",
    "image_name": ""
  },
  {
    "index": 157,
    "id": "ABMW0210RU19",
    "section": "法律事务/交通规则",
    "question": "交通减速措施的目的是什么？",
    "options": [
      "优先考虑重型货物交通。",
      "在该地区减速交通。",
      "通知司机前方限速提高。",
      "提醒驾驶员前方有道路积水。"
    ],
    "correct_answer": 1,
    "explanation": "交通减速措施的目的是减缓快速移动的车辆速度，使其适应所进入区域的速度更为合适。这些措施通常出现在通往乡村地区或城镇村庄入口处。",
    "image_name": ""
  },
  {
    "index": 158,
    "id": "ABMW0213R",
    "section": "法律事务/交通规则",
    "question": "谁可以使用左侧伴有连续白线的有签名的自行车道？",
    "options": [
      "骑自行车的人和骑摩托车的人。",
      "司机，在自行车没有使用时。",
      "超车右转车辆时的驾驶员。",
      "骑自行车者和使用摩托轮椅的人。"
    ],
    "correct_answer": 3,
    "explanation": "一个循环道是供自行车和机动轮椅使用的，其他车辆不得越过强制性循环道，除非为了离开或进入侧道或与循环道相邻的属性而必要。",
    "image_name": ""
  },
  {
    "index": 159,
    "id": "ABMW0214RU19",
    "section": "法律事务/交通规则",
    "question": "什麼交通工具可以使用伴有連續白線的單車道？",
    "options": [
      "骑自行车和电动轮椅。",
      "自行车骑手和摩托车骑手。",
      "公共汽车和骑自行车的人。",
      "骑自行车的人和出租车。"
    ],
    "correct_answer": 0,
    "explanation": "自行车道供自行车和电动轮椅使用。除非必要离开辅路或与自行车道相邻的建筑，否则不得有其他车辆进入或横穿强制性自行车道。",
    "image_name": ""
  },
  {
    "index": 160,
    "id": "ABMW0215RU19",
    "section": "法律事务/交通规则",
    "question": "除了骑车者和电动轮椅外，还有哪些道路使用者可以使用一条带有断裂白线的空闲自行车道？",
    "options": [
      "所有司机可以暂时使用。",
      "只有踏板车骑手和摩托车手。",
      "只有计程车和出租车。",
      "只有公交车和出租车。"
    ],
    "correct_answer": 0,
    "explanation": "司机们可以暂时使用右侧有破碎白线的自行车道，如果未被占用。",
    "image_name": ""
  },
  {
    "index": 161,
    "id": "ABMW0216RU19",
    "section": "法律事务/交通规则",
    "question": "司机必须在自动铁路道口停车，即使有栏杆和红色闪光灯?",
    "options": [
      "当看不到任何灯光时。",
      "当黄灯亮起时，请安全停下，或者当红灯开始闪烁时停下。",
      "当红色和黄色灯停止闪烁时。",
      "当障碍完全升起时。"
    ],
    "correct_answer": 1,
    "explanation": "当黄灯亮起时，你必须安全停车。闪烁的红灯与稳定的红灯具有相同的含义 - 当它们亮起时，请安全停车。",
    "image_name": ""
  },
  {
    "index": 162,
    "id": "ABMW0217RU19",
    "section": "法律事务/交通规则",
    "question": "在一個無人守護的鐵路道口，車輛司機應該怎麼做？",
    "options": [
      "在继续前行穿过之前打开两扇大门。",
      "在打开门之前，先给最近的火车站打个电话。",
      "打开两扇大门，在通过第一扇门后停下来并关上它。",
      "驾驶到中间并关闭第一道大门后再打开第二道。"
    ],
    "correct_answer": 0,
    "explanation": "在没有看守的道口，驾驶员必须停下来，寻找火车，并倾听喇叭声或接近火车的声音。如果安全，打开两扇门，完成穿越然后关闭两扇门。",
    "image_name": ""
  },
  {
    "index": 163,
    "id": "ABMW0218R",
    "section": "法律事务/交通规则",
    "question": "什么标示灯表示斑马线？",
    "options": [
      "持续点亮的琥珀色信标。",
      "连续点亮的红色信标。",
      "闪烁的琥珀色信标。",
      "闪烁的红色信标。"
    ],
    "correct_answer": 2,
    "explanation": "斑马线由路灯杆上的琥珀色闪光信标和马路上的黑白条纹标示出来。您必须停车让行人通过斑马线，以及正在准备穿过的行人。",
    "image_name": ""
  },
  {
    "index": 164,
    "id": "ABMW0219RU19",
    "section": "法律事务/交通规则",
    "question": "在十字路口，闪烁的琥珀色箭头表示什么？",
    "options": [
      "穿过交叉口迅速前进，以避免延误。",
      "指示的方向是一个死胡同。",
      "当安全时，司机应按指示方向前行。",
      "禁止沿指示方向前行。"
    ],
    "correct_answer": 2,
    "explanation": "当你在十字路口遇到闪烁的琥珀色箭头时，只要安全，就应按指示方向行驶。",
    "image_name": ""
  },
  {
    "index": 165,
    "id": "ABMW0220R",
    "section": "法律事务/交通规则",
    "question": "道路施工中的临时交通灯是什么意思？",
    "options": [
      "司机只需在有对向交通时遵守规定。",
      "一名司机必须始终遵守交通信号灯。",
      "如果车队是朝着相同方向行驶的，司机无需从。",
      "司机只有在工人在现场时，才需要遵守交通信号灯。"
    ],
    "correct_answer": 1,
    "explanation": "你必须遵守任何用于控制车辆在或靠近道路施工区域移动的临时交通信号灯。违反这些信号灯是一种罪行。",
    "image_name": ""
  },
  {
    "index": 166,
    "id": "ABMW0256RU19",
    "section": "法律事务/交通规则",
    "question": "沿着道路中心的连续白线代表什么？",
    "options": [
      "交通可以超车。",
      "不允许掉头。",
      "工作时间允许停车。",
      "白天可以掉头。"
    ],
    "correct_answer": 1,
    "explanation": "您绝对不能在任何有一条沿中心的连续白线的道路上掉头。此类地方视野受限，做掉头会非常危险。",
    "image_name": "ABMW0256RU19.png"
  },
  {
    "index": 167,
    "id": "ABMW0259RU23",
    "section": "法律事务/交通规则",
    "question": "路中间的连续白线是什么意思？",
    "options": [
      "车辆可能会在一小段时间内越过线。",
      "车辆可进行掉头。",
      "车辆只能在白天停放。",
      "车辆不能越过或驶入线路。"
    ],
    "correct_answer": 3,
    "explanation": "您不得横穿或跨过道路中心的连续白线，除非您希望进入土地或建筑物并且这样做是安全的。",
    "image_name": "ABMW0259RU19.png"
  },
  {
    "index": 168,
    "id": "ABMW0268R",
    "section": "法律事务/交通规则",
    "question": "当驾驶员接近由绿灯变为黄灯的交通灯时应该怎么做？",
    "options": [
      "在穿过交叉口时按一下喇叭。",
      "停下来，除非这样做是不安全的。",
      "加速通过路口。",
      "立即停車。"
    ],
    "correct_answer": 1,
    "explanation": "当你接近一组显示绿灯的交通信号灯时，你应该小心并做好停车的准备，如果黄灯亮起的话。",
    "image_name": "ABMW0268R.png"
  },
  {
    "index": 169,
    "id": "ABMW0280R",
    "section": "法律事务/交通规则",
    "question": "在黄灯交通信号灯时，驾驶员应该怎么做？",
    "options": [
      "只有确认十字路口没有行人才继续前行。",
      "确保在红灯亮之前通过绿灯。",
      "在路口没有交通灯的情况下继续前行。",
      "除非不安全，否则请停在线上。"
    ],
    "correct_answer": 3,
    "explanation": "根据法律，如果可以安全停车的话，你必须在黄灯交通灯下停车。",
    "image_name": "ABMW0280R.png"
  },
  {
    "index": 170,
    "id": "ABMW0331RU19",
    "section": "法律事务/交通规则",
    "question": "在拥挤区域想要暂停的时候，司机应该停在哪里？",
    "options": [
      "在人行道上停车，以免阻碍路上交通的自由流动。",
      "在人行道上稍微停好车辆，同时打开危险警示灯。",
      "在方便的地方并打开危险灯双重停车。",
      "在安全、合法和方便的地方停车。"
    ],
    "correct_answer": 3,
    "explanation": "你应该只在安全、合法且方便的地方停车。你停放的车辆不得对其他道路使用者造成危险或阻碍。使用危险警告灯并不能为不安全或非法停车找借口。",
    "image_name": ""
  },
  {
    "index": 171,
    "id": "ABMW0501RU19",
    "section": "法律事务/交通规则",
    "question": "什么是禁停区？",
    "options": [
      "在某些时段停车和停放车辆是不允许的区域。",
      "一个专为行人和机动轮椅保留的区域。",
      "仅供公共汽车和出租车停车的区域。",
      "专门用于重型货车装卸的区域。"
    ],
    "correct_answer": 0,
    "explanation": "清晰通行区是道路上的一块区域，在一天的特定时间（通常是繁忙时段）必须保持清空，以便为行驶车辆提供空间。停车或泊车禁止的时间会显示在标志下方的信息牌上。",
    "image_name": ""
  },
  {
    "index": 172,
    "id": "ABMW0051R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有与更重要道路相连的路口。",
      "前方有铁路交叉口。",
      "前方交汇处，道路等级相同。",
      "前方有与次要道路交汇的路口。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志提前警示前方有一个交叉口，两侧是次要道路。请注意车辆可能从次要道路驶出。",
    "image_name": "ABMW0051R.png"
  },
  {
    "index": 173,
    "id": "ABMW0052RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "车辆必须向左转的Y形交叉口。",
      "Y形路口，主要道路向左转。",
      "Y-型交叉口，主路向右转。",
      "重型车辆必须左转的Y型交叉口。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方有一个Y型交叉口，辅路在前。Y字的宽臂表示主要道路的方向。",
    "image_name": "ABMW0052RU19.png"
  },
  {
    "index": 174,
    "id": "ABMW0053RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方道路向左右两边都封闭。",
      "前方交叉十字路口，两条道路同等重要。",
      "左右两侧均为死胡同。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方有一条交错路口，左右两侧有道路。请注意可能会有车辆从这些道路上出现。",
    "image_name": "ABMW0053R.png"
  },
  {
    "index": 175,
    "id": "ABMW0054RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方主要道路。",
      "前方有重要性相等的道路交汇处。",
      "前方有岔路口，其中一些路比较不重要。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方有一个十字路口，这里的道路同等重要。在这种类型的路口，你应该让行右侧驶来的车辆和已经转弯的车辆。",
    "image_name": "ABMW0054RU19.png"
  },
  {
    "index": 176,
    "id": "ABMW0055R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有T型路口，道路会和其他车辆合流。",
      "前方有一个T型交叉口，有双车道。",
      "前方有 T 型路口，道路等级相同。",
      "前方 T 型路口，次要道路。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方有一个等同重要性的T型路口。你必须让路给已经在你要驶入的道路上的交通。",
    "image_name": "ABMW0055R.png"
  },
  {
    "index": 177,
    "id": "ABMW0056RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方是小路。",
      "前方有一个Y型交叉口，两条道路等同重要。",
      "前方有双车道交叉口。",
      "前方有一个Y形路口，次要道路。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警告前方有一个Y型交叉口，其中道路等级相同。接近这样的交叉口时要谨慎，准备好对交通情况的任何变化做出反应。",
    "image_name": "ABMW0056RU19.png"
  },
  {
    "index": 178,
    "id": "ABMW0057RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有一个Y型交叉口，连接着同等重要的道路。",
      "前方有小路。",
      "双向车道开始。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示前方有一个Y形交叉口危险，其中一条道路与另一条同等重要。请准备让行给其他道路使用者。",
    "image_name": "ABMW0056RU19.png"
  },
  {
    "index": 179,
    "id": "ABMW0058RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "在前方有一条重要道路的十字路口。",
      "前方有一条路通过桥底。",
      "前方有重要道路的T字型路口。",
      "前方有双向行驶的十字路口。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示前方有一个十字路口和一条主要道路相交。请做好停车准备。",
    "image_name": "ABMW0058RU19.png"
  },
  {
    "index": 180,
    "id": "ABMW0059RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左右两边都是死胡同。",
      "右边是死胡同。",
      "前方有一个重要道路的T形交叉口。",
      "前方T字型路口，另一条路不重要。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方有一个与主要道路相交的T型路口。根据需要准备让行或停车。",
    "image_name": "ABMW0059RU19.png"
  },
  {
    "index": 181,
    "id": "ABMW0060RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有带门的平交道口。",
      "前方有T型交叉口。",
      "前方有无人值守的平交道。",
      "前方有双车道的十字路口。"
    ],
    "correct_answer": 3,
    "explanation": "此标志提前警示前方双车道交叉路口。驾驶员需要保持警惕，特别注意来自各个方向的交通。在适当情况下让行和/或停车。",
    "image_name": "ABMW0060RU19.png"
  },
  {
    "index": 182,
    "id": "ABMW0061RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方低桥。",
      "前方有双向行车道的 T 型路口。",
      "前方有受到保护的道口。",
      "前方有无人值守的道口。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示车辆即将到达的双车道前的T型交叉口。驾驶员需要保持警惕，特别注意来自两个方向的交通。根据情况让行并/或停车。",
    "image_name": "ABMW0061RU19.png"
  },
  {
    "index": 183,
    "id": "ABMW0062RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "从右边合流交通。",
      "双向车道即将结束。",
      "从左侧并入交通。",
      "左侧的交通具有优先通行权。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示左侧车辆合流。您应该预计会有车辆从左侧加入。您可能需要减速，让它们安全地合流。",
    "image_name": "ABMW0062RU19.png"
  },
  {
    "index": 184,
    "id": "ABMW0063RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方路口有道路封闭。",
      "前方有交通并线/分流。",
      "让行前方要合并/分流的交通。",
      "前方马路稍稍变窄。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警告道路即将合并（驶入主要道路）和分流（驶出主要道路）。驾驶员应当做好准备，因为车辆会在前方左侧的交叉口驶入或驶出，导致交通速度和方向发生变化。",
    "image_name": "ABMW0063RU19.png"
  },
  {
    "index": 185,
    "id": "ABMW0064RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方环形道路。",
      "前方有环形交叉路口。",
      "前方有环形道路。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方有一个环岛。您必须准备让行已经在环岛上或从右边驶入的其他道路用户。",
    "image_name": "ABMW0064RU19.png"
  },
  {
    "index": 186,
    "id": "ABMW0065RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有小环状交叉路口。",
      "道路施工中，有绕行路线。",
      "前方有环形道路。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示前方有一个迷你环岛。您必须做好准备让行给尚未上环岛的其他路用户或者从右侧驶来的车辆。",
    "image_name": "ABMW0065RU19.png"
  },
  {
    "index": 187,
    "id": "ABMW0066U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有危险的弯道。",
      "前方是单行道。",
      "左转口。",
      "前方有危险转角。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志提前警示左侧的一个危险弯道。您可能需要减速并对前方交通状况的任何变化做出反应。",
    "image_name": "ABMW0066U19.png"
  },
  {
    "index": 188,
    "id": "ABMW0067U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "危险转角前方。",
      "前方有危险的弯道。",
      "向左转。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警告左侧有一个危险的急转弯。您可能需要减速并对前方交通情况的任何变化做出反应。",
    "image_name": "ABMW0067U19.png"
  },
  {
    "index": 189,
    "id": "ABMW0068U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "高架电缆。",
      "前方有一连串危险的转弯。",
      "前方有一系列危险弯道。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方一系列危险弯道。你应该减速，并对交通状况的任何变化做出反应。",
    "image_name": "ABMW0068U19.png"
  },
  {
    "index": 190,
    "id": "ABMW0069RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有一系列危险的拐角。",
      "前方有一系列危险的弯道。",
      "前方路面湿滑。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方一系列危险的急转弯。您应该放慢速度，并对交通情况的任何变化做出反应。",
    "image_name": "ABMW0069RU19.png"
  },
  {
    "index": 191,
    "id": "ABMW0070RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "向右急转弯。",
      "向左急转弯。",
      "前方有一系列的减速坡道。",
      "路被封闭 - 驾驶员必须调头返回。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示向右急转弯。您应该在接近危险区域时减速。",
    "image_name": "ABMW0070RU19.png"
  },
  {
    "index": 192,
    "id": "ABMW0071RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左侧车流合并。",
      "左侧道路变窄。",
      "驾驶员必须只能在右边超车。",
      "双向快车道结束。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提醒道路即将向左收窄。您应该注意并做好准备调整车辆位置。",
    "image_name": "ABMW0071RU19.png"
  },
  {
    "index": 193,
    "id": "ABMW0072U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "双向行驶的道路前方。",
      "双方道路变窄。",
      "双向车道的尽头。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示道路即将在前方两侧变窄。您应当保持谨慎并做好减速的准备。",
    "image_name": "ABMW0072U19.png"
  },
  {
    "index": 194,
    "id": "ABMW0073RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "道路在前方分叉。",
      "只能在左侧超车。",
      "路面电车线。",
      "铁路隧道前方。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示道路将在前方分叉。您应该准备向左移动。",
    "image_name": "ABMW0073RU19.png"
  },
  {
    "index": 195,
    "id": "ABMW0074U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "隧道前方。",
      "双向车道结束。",
      "前方路窄。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示双车道的结束。您将很快进入双向道路。",
    "image_name": "ABMW0074.png"
  },
  {
    "index": 196,
    "id": "ABMW0075U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有双向行驶道路。",
      "前方是单行道。",
      "双向交通前方"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方有双向交通，对向车辆在相对车道上行驶。",
    "image_name": "ABMW0075U19.png"
  },
  {
    "index": 197,
    "id": "ABMW0076U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有河流或无保护的码头。",
      "前方路面不平。",
      "前方陡坡。",
      "陡坡前方。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志提前警示前方有陡坡下坡。您应该通过调整速度和选择适当的档位做出相应反应。",
    "image_name": "ABMW0076U19.png"
  },
  {
    "index": 198,
    "id": "ABMW0077U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "陡坡前方。",
      "前方有驼峰桥。",
      "前方有陡峭的上坡。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方有陡峭的上坡。您应该通过选择合适的档位来做出反应。",
    "image_name": "ABMW0077U19.png"
  },
  {
    "index": 199,
    "id": "ABMW0078U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有限制道路宽度。",
      "道路将变窄 - 指示车辆的最大长度。",
      "前方有低矮的天桥。",
      "道路段设有限重限制。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示您正在接近一座低桥，如标牌所示，通行高度受限。",
    "image_name": "ABMW0078U19.png"
  },
  {
    "index": 200,
    "id": "ABMW0079",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有锐角。",
      "高架电缆。",
      "无线电发射塔前方。",
      "前方有侧风。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警告有电缆架设在头顶上。有高负载的驾驶员应特别小心。",
    "image_name": "ABMW0079.png"
  },
  {
    "index": 201,
    "id": "ABMW0080R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "重要道路工程即将结束。",
      "前方有无道闸或栅栏的平交道口。",
      "前方有主要的道路施工。",
      "道路前方有由栅栏或障碍物护卫的道口。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方有一个无譒口的平交道。这是一个没有栅栏或障碍物的路口，你应该极度谨慎地通过它。",
    "image_name": "ABMW0080R.png"
  },
  {
    "index": 202,
    "id": "ABMW0081",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有受门或栏杆护卫的平交道。",
      "前方有农业机械穿越。",
      "前方有路障。",
      "私人土地 - 禁止进入。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告前方有铁路道口，该道口由栅门或抬杆保护。您应该准备停车并遵循必要的程序。",
    "image_name": "ABMW0081.png"
  },
  {
    "index": 203,
    "id": "ABMW0082U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有铁路桥。",
      "道路前方有带灯光和栏杆保护的平交道。",
      "火车站前方。",
      "前方有未设置灯光和栏杆的平交道。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方有一个铁路道口，其受到灯光和栏杆的保护。 道口可能还有声音警报。 你应该准备停车。",
    "image_name": "ABMW0082U19.png"
  },
  {
    "index": 204,
    "id": "ABMW0083U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "司机在红灯亮起时必须停车。",
      "在继续前，停下并等待绿灯。",
      "在继续前停下来等待琥珀灯。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告您必须在红灯亮起时停车。这个标志可能显示在铁路平交道口。",
    "image_name": "ABMW0083.png"
  },
  {
    "index": 205,
    "id": "ABMW0084RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有平交道。",
      "前方有无人看管的铁路平交道。",
      "前方有自动道口。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方将要来临的自动道口。驾驶员应该谨慎靠近，并随时准备按需减速或停车。",
    "image_name": "ABMW0084RU19.png"
  },
  {
    "index": 206,
    "id": "ABMW0085R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "道路从中间向左右两侧倾斜。",
      "前方有交通岛。",
      "前方有一系列颠簸或凹坑。",
      "前方道路急剧上升 - 例如，一座驼背桥。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志提前警告有一个路上的凸起。您应该相应调整您的速度。",
    "image_name": "ABMW0085R.png"
  },
  {
    "index": 207,
    "id": "ABMW0086RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "道路受损。",
      "前方道路分岔口 - 可选择左侧行驶或右侧行驶。",
      "严重的抑郁或下降在前方。",
      "道路前方有水浸。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方道路可能有坳或凹陷，可能被遮挡视线，影响对车辆的注意。您应相应降低车速，并且要知道在这些区域超车是危险的。",
    "image_name": "ABMW0086RU19.png"
  },
  {
    "index": 208,
    "id": "ABMW0087RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方是陡峭的山丘。",
      "前方有一系列的隆隆带。",
      "前方有一系列的颠簸或凹陷。",
      "路面施工。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方一系列颠簸或洼地。请随时准备降低速度。",
    "image_name": "ABMW0087RU19.png"
  },
  {
    "index": 209,
    "id": "ABMW0088U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有一系列弯道。",
      "前方路面湿滑。",
      "陡峭的山坡前方。",
      "路由右侧变窄。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警示前方可能存在的道路湿滑危险。",
    "image_name": "ABMW0088U19.png"
  },
  {
    "index": 210,
    "id": "ABMW0089RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "陡坡下降。",
      "可能会发生洪水的道路。",
      "前方未受保护的码头、运河或河流。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示前方有一片无保护区域的水域。你应该小心，因为存在极端危险。",
    "image_name": "ABMW0089RU19.png"
  },
  {
    "index": 211,
    "id": "ABMW0090RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "交通信号灯前方。",
      "学校的孩子们在前面过马路。",
      "在斑马线停车。",
      "铁路道口前方。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告前方有一个交通灯控制的路口。这个标志通常出现在交通灯可能对驾驶员不可见的地方，比如在道路的拐弯处。",
    "image_name": "ABMW0090RU19.png"
  },
  {
    "index": 212,
    "id": "ABMW0091RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有儿童游乐区。",
      "前方有人行横道。",
      "野餐区在前方。",
      "学校在前方。"
    ],
    "correct_answer": 3,
    "explanation": "这个标志提前警示学校在前方。你应该调整速度并作出相应反应，因为该区域可能有儿童。",
    "image_name": "ABMW0091RU19.png"
  },
  {
    "index": 213,
    "id": "ABMW0092U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "学校孩子们在前面过马路。",
      "前方有游乐场。",
      "前方有人行道的平交道。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告可能有学生要过马路，请必要时放慢车速并做好准备停车。",
    "image_name": "ABMW0092U19.png"
  },
  {
    "index": 214,
    "id": "ABMW0093U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "学校操场在前方。",
      "学生在前面过马路。",
      "儿童游乐区在前方。"
    ],
    "correct_answer": 1,
    "explanation": "这个标志提前警告可能会有学生横穿马路，请根据需要减速并做好准备停车。",
    "image_name": "ABMW0092U19.png"
  },
  {
    "index": 215,
    "id": "ABMW0094U23",
    "section": "法律事务/交通规则",
    "question": "这些标志一起是什么意思？",
    "options": [
      "湿滑的道路 - 孩子可能会摔倒。",
      "当心孩子横穿。",
      "路上有散落的碎石。"
    ],
    "correct_answer": 1,
    "explanation": "这些标志通常显示在居住区，提前警告可能有儿童会在前方过马路。您应该谨慎行驶并做好随时停车的准备。",
    "image_name": "ABMW0094U19.png"
  },
  {
    "index": 216,
    "id": "ABMW0095R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "騎馬學校入口。",
      "骑行路径-禁止机动车通行。",
      "前方有马和矮种马。",
      "赛马场前方。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警示可能会有马匹出现在前方的道路上。你应该对马匹和骑手表示尊重。",
    "image_name": "ABMW0095R.png"
  },
  {
    "index": 217,
    "id": "ABMW0096U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有牲畜市场。",
      "前方有牛栏。",
      "可能有牛或其他农场动物前方。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警告可能会有牛或其他农场动物在前方道路上。如有需要，请减速并做好准备停车。",
    "image_name": "ABMW0096U19.png"
  },
  {
    "index": 218,
    "id": "ABMW0097U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "屠宰场前方。",
      "绵羊市场前方。",
      "可能有绵羊在前方。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提前警告可能有绵羊出现在前方道路上。如有需要，请减速并做好停车准备。",
    "image_name": "ABMW0097U19.png"
  },
  {
    "index": 219,
    "id": "ABMW0098U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有鹿或野生动物。",
      "鹿狩进行中。",
      "前方有牛和农场动物。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告可能会有鹿或其他野生动物出现在道路上。如有需要，请做好减速或突然停车的准备。",
    "image_name": "ABMW0098U19.png"
  },
  {
    "index": 220,
    "id": "ABMW0099RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有侧风。",
      "前方有掉落的岩石。",
      "机场前方。",
      "高尔夫球场前方。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告可能会有侧风。 侧风可能会影响您车辆在路上的稳定性。 如有必要，请做好减速的准备。",
    "image_name": "ABMW0099RU19.png"
  },
  {
    "index": 221,
    "id": "ABMW0100R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方行人过道。",
      "供行人使用的车道。",
      "学校在前面。",
      "晚上要小心行人。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示前方有行人横穿。您应该显示谨慎并做好停车准备。",
    "image_name": "ABMW0100R.png"
  },
  {
    "index": 222,
    "id": "ABMW0101RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "隧道前方。",
      "历史遗址前方。",
      "前方低桥。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警示隧道在前。在进入隧道时，您应该注意要遵循的程序，包括保持与前方车辆的安全距离或摘掉太阳镜。",
    "image_name": "ABMW0101RU19.png"
  },
  {
    "index": 223,
    "id": "ABMW0102RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有落石危险。",
      "前方陡坡。",
      "坎坷的海岸在前方。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志提前警告道路上有岩石和其他碎屑可能会掉落，请小心驾驶。",
    "image_name": "ABMW0102RU19.png"
  },
  {
    "index": 224,
    "id": "ABMW0103RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "主导风向。",
      "机场前方。",
      "低空飞行飞机的可能性。"
    ],
    "correct_answer": 2,
    "explanation": "这个告示提前警告可能有低空飞行的飞机在该区域。低空飞行的飞机可能因突然响亮的噪音而引起注意分散。",
    "image_name": "ABMW0103RU19.png"
  },
  {
    "index": 225,
    "id": "ABMW0104RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "司机必须在左侧行驶。",
      "司机必须从左侧合并。",
      "司机必须在左侧超车。"
    ],
    "correct_answer": 0,
    "explanation": "这个标志通常出现在游客可能到达的地区，提醒驾车者在左侧行驶。这些标志通常在机场和渡轮码头周围常见。",
    "image_name": "ABMW0104RU19.png"
  },
  {
    "index": 226,
    "id": "ABMW0105RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有平交道。",
      "火车站。",
      "有电车道口。",
      "公共汽车和有轨电车道交叉。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志提醒你有电车将要横穿前方的道路。你应该准备停车让电车通过，如果需要的话。",
    "image_name": "ABMW0105RU23.png"
  },
  {
    "index": 227,
    "id": "ABMW0115U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方有旗手。",
      "道路施工中。",
      "建筑工地前方。"
    ],
    "correct_answer": 1,
    "explanation": "这个警告牌告诉您前方有道路施工。您应该小心前行，并警惕道路表面的变化，以及机械设备和道路工人的存在。",
    "image_name": "ABMW0115U19.png"
  },
  {
    "index": 228,
    "id": "ABMW0117RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "滑路。",
      "路从右侧变窄。",
      "前面有一系列转弯。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警告标志告诉你前方路面因泥土或碎片而变得滑，存在滑行风险增加。",
    "image_name": "ABMW0117RU19.png"
  },
  {
    "index": 229,
    "id": "ABMW0118RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左侧车道路面不平整。",
      "道路由左侧变窄。",
      "慢车道即将结束。"
    ],
    "correct_answer": 1,
    "explanation": "这个警告标志告诉您前方有道路施工，道路从左侧变窄，可能会造成危险。",
    "image_name": "ABMW0118RU19.png"
  },
  {
    "index": 230,
    "id": "ABMW0119RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "道路从右边变窄。",
      "超车道即将结束。",
      "右侧车道地面不平整。",
      "司机只能在右侧超车。"
    ],
    "correct_answer": 0,
    "explanation": "道路前方有施工，这个警告标志告诉您，道路右侧变窄，可能会产生危险。",
    "image_name": "ABMW0119RU19.png"
  },
  {
    "index": 231,
    "id": "ABMW0120RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "车道之间阻挡结束。",
      "两侧道路变窄。",
      "双方交通合流。",
      "双向行驶道路结束。"
    ],
    "correct_answer": 1,
    "explanation": "这个道路施工警告标志告诉你道路两侧变窄，可能构成危险。请做好减速准备，并谨慎驾驶。",
    "image_name": "ABMW0120RU19.png"
  },
  {
    "index": 232,
    "id": "ABMW0121RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "足球场在前方。",
      "行人穿越向右。",
      "搭便车允许。",
      "前方有旗手。"
    ],
    "correct_answer": 3,
    "explanation": "这个道路施工警告标志告诉您前方的交通流量是由交通警员手工控制的。请注意并遵守交通警员的指示。",
    "image_name": "ABMW0121RU19.png"
  },
  {
    "index": 233,
    "id": "ABMW0122RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "临时交通信号灯在前方。",
      "学校孩子们在前面过马路。",
      "铁路道口前。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警示牌告诉您前方使用临时交通信号。您应该准备减速，谨慎驶近，并遵守显示的信号。",
    "image_name": "ABMW0122RU19.png"
  },
  {
    "index": 234,
    "id": "ABMW0123U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "交通可能不会停止。",
      "单行道。",
      "双向交通。",
      "双向行驶道即将出现。"
    ],
    "correct_answer": 2,
    "explanation": "这个警告标志告诉您，在道路施工期间将有双向交通运营。请继续小心驾驶。",
    "image_name": "ABMW0123U19.png"
  },
  {
    "index": 235,
    "id": "ABMW0124RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "两条关闭的车道停车禁止。",
      "左车道前方有 T 型路口。",
      "近侧车道的交通必须左转。",
      "两条车道中的靠近一侧已关闭。"
    ],
    "correct_answer": 3,
    "explanation": "这个道路施工警示牌告诉您，靠近路边（左侧）车道前方已关闭。如果您在这个车道上，需要在安全的情况下换到远离路边（右侧）车道。",
    "image_name": "ABMW0124RU19.png"
  },
  {
    "index": 236,
    "id": "ABMW0125RU23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "允许超车，但左车道除外。",
      "不要在硬路肩上行驶。",
      "三条车道中的靠近一侧被关闭。"
    ],
    "correct_answer": 2,
    "explanation": "这个道路施工警告标志告诉您，三条车道中的靠近边缘（左侧）车道即将关闭。如果您正好在这条车道上，需要在安全情况下移至中间车道。",
    "image_name": "ABMW0125RU19.png"
  },
  {
    "index": 237,
    "id": "ABMW0127RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "前方超车道关闭。",
      "除了在汽车道内，不能停车。",
      "偏右车道前方拐角。",
      "双车道的尽头。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警告标志告诉您，三条车道中的右侧车道即将关闭。靠近路边或中间车道的司机应注意，可能会有来自右侧的车辆并入。",
    "image_name": "ABMW0127RU19.png"
  },
  {
    "index": 238,
    "id": "ABMW0134U23",
    "section": "法律事务/交通规则",
    "question": "这些符号一起是什么意思？",
    "options": [
      "路的尽头。",
      "绕道结束。",
      "道路施工结束。"
    ],
    "correct_answer": 1,
    "explanation": "这两个符号一起表示绕行路线已经结束。",
    "image_name": "ABMW0134U19.png"
  },
  {
    "index": 239,
    "id": "ABMW0135RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "交通应该提前回到左车道。",
      "前方有停车处。",
      "重车辆请靠右慢行。",
      "前方道路向左弯曲。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警告标志告诉您道路将在前方向左转。这通常出现在交通被分流到右侧车道的路段之后。",
    "image_name": "ABMW0135RU19.png"
  },
  {
    "index": 240,
    "id": "ABMW0136RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "交通应向右侧车道行驶。",
      "“禁止超车”区域结束。",
      "前方道路向右弯曲。",
      "交通减速措施前方。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警告标志告诉您道路将在前方向右偏转。",
    "image_name": "ABMW0136RU19.png"
  },
  {
    "index": 241,
    "id": "ABMW0137R",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "中心慎重或障碍的开始。",
      "双向车道即将出现。",
      "前方有迷你环形交叉路口。",
      "重型车辆优先。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警告标志告诉您，双向交通将分开以避开障碍物。",
    "image_name": "ABMW0137R.png"
  },
  {
    "index": 242,
    "id": "ABMW0138RU19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "注意载有宽货物的车辆。",
      "双向车道即将结束。",
      "中央隔离带或障碍物的结束。",
      "隧道尽头。"
    ],
    "correct_answer": 2,
    "explanation": "这个道路施工警告标志告诉您，之前被中央隔离带或障碍物隔离的交通将恢复为双向交通。",
    "image_name": "ABMW0138RU19.png"
  },
  {
    "index": 243,
    "id": "ABMW2",
    "section": "法律事务/交通规则",
    "question": "这个标志什么意思？",
    "options": [
      "白线内禁止停车。",
      "左侧为公交车道和有轨电车道。",
      "左侧有有轨电车专用道。",
      "电车从左侧驶出。"
    ],
    "correct_answer": 2,
    "explanation": "这个标志告诉您左侧有有轨电车道。请注意该区域可能有行人穿过马路。",
    "image_name": "ABMW2.png"
  },
  {
    "index": 244,
    "id": "ABMW6U23",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "左侧表面不平。",
      "路面上有散落的碎石。",
      "前方有滑路。"
    ],
    "correct_answer": 1,
    "explanation": "这个道路施工警告标志告诉您前方的道路已经重新铺设，并可能有散落的碎石。在通过这个区域时，您应该减速行驶，因为碎石可能影响您的车辆路面抓地力和制动能力。",
    "image_name": "ABMW6.png"
  },
  {
    "index": 245,
    "id": "ABMW7",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "三辆车可能会排队在前面。",
      "左侧停放工作车辆。",
      "可能会有交通拥堵。",
      "陡坡前方。"
    ],
    "correct_answer": 2,
    "explanation": "这个道路施工警示牌告诉您，可能前方会有交通拥堵，可能是因为工程处设置了临时交通灯。请小心前行。",
    "image_name": "ABMW7.png"
  },
  {
    "index": 246,
    "id": "ABMW8U19",
    "section": "法律事务/交通规则",
    "question": "这个标志是什么意思？",
    "options": [
      "不平整的表面。",
      "左侧留有软边界。",
      "滑面。",
      "只能在左侧停车。"
    ],
    "correct_answer": 0,
    "explanation": "这个道路施工警示标志告诉您，道路表面可能不平整，可能是因为重新铺设部分车道。请谨慎前行。",
    "image_name": "ABMW8U19.png"
  },
  {
    "index": 247,
    "id": "ABMW0405R",
    "section": "法律事务/交通规则",
    "question": "高速驾驶会如何影响车辆的路面抓地力？",
    "options": [
      "这种悬挂系统可以补偿道路表面的任何不平整。",
      "轮胎定位能够确保轮胎与地面保持充分接触。",
      "车辆的抓地能力增强。",
      "车辆的抓地力降低。"
    ],
    "correct_answer": 3,
    "explanation": "以高速行驶是影响路面抓地力的一个因素。在更高的速度下，车辆下面的气流会减少轮胎在路面上的抓地力，当你接近弯道或拐角时，车辆的动量会使改变方向更加困难。",
    "image_name": ""
  },
  {
    "index": 248,
    "id": "BW0044RU19",
    "section": "法律事务/交通规则",
    "question": "持有B類駕駛執照的駕駛員可以攜帶的最大乘客數是多少？",
    "options": [
      "7位乘客。",
      "10 位乘客。",
      "9 位乘客。",
      "8 位乘客。"
    ],
    "correct_answer": 3,
    "explanation": "持有 B 类驾驶执照的人不得驾驶座位超过 8 个乘客（不包括司机）的车辆。",
    "image_name": ""
  },
  {
    "index": 249,
    "id": "BW0045RU19",
    "section": "法律事务/交通规则",
    "question": "Category W 学习许可证持有人什么时候能搭载乘客？",
    "options": [
      "只有当乘客也持有W类驾驶证，且车辆设计用于载客时方可。",
      "只有乘客持有AM型驾驶执照，而且车辆设计用于载客时才可以。",
      "只有当乘客持有AM类别的驾驶执照时。",
      "只有当乘客也持有W类驾驶执照时。"
    ],
    "correct_answer": 0,
    "explanation": "Category W 学习许可证持有人只有在以下情况下才可以在车辆中搭载乘客：车辆设计为可搭载乘客，并且乘客持有 Category W 全面驾驶许可证已满两年或更长时间。",
    "image_name": ""
  },
  {
    "index": 250,
    "id": "BW0052RU23",
    "section": "法律事务/交通规则",
    "question": "十六岁以下的孩子什么时候可以在公路上驾驶拖拉机？",
    "options": [
      "16岁以下的儿童在持有学员驾照时可以在公共道路上驾驶拖拉机。",
      "16岁以下的儿童在公共道路上可以驾驶拖拉机，但必须由持有完全驾照的驾驶员陪同。",
      "16岁以下的儿童不得在公共道路上驾驶拖拉机。"
    ],
    "correct_answer": 2,
    "explanation": "16岁以下的人不得在公共场所驾驶拖拉机。",
    "image_name": ""
  },
  {
    "index": 251,
    "id": "BW0037R",
    "section": "法律事务/交通规则",
    "question": "汽车上应该在哪里展示L牌？",
    "options": [
      "仅限于后部。",
      "只有在司机的一侧。",
      "只在正面。",
      "前后都有。"
    ],
    "correct_answer": 3,
    "explanation": "持有学习许可证的人在驾驶汽车上公共道路时，必须随时在车辆前后挂上“L”标志牌。",
    "image_name": ""
  },
  {
    "index": 252,
    "id": "BW0039RU19",
    "section": "法律事务/交通规则",
    "question": "司机应该如何计算车辆的最大总允许重量？",
    "options": [
      "通过检查车辆的空车重量。",
      "通过将车辆的空载重量加到允许携带的负载上。",
      "通过检查可能搬运的负载的重量。",
      "通过计算车辆的空载重量加上燃料的重量。"
    ],
    "correct_answer": 1,
    "explanation": "车辆允许的最大重量是车辆空载重量与可载货物的最大负载之和。超载车辆是一种违法行为，因为会降低您有效控制车辆的能力。",
    "image_name": ""
  },
  {
    "index": 253,
    "id": "BW0040RU19",
    "section": "法律事务/交通规则",
    "question": "持有B照驾驶证的人可以驾驶的汽车最大授权质量（MAM）是多少？",
    "options": [
      "3,500 公斤。",
      "4,000千克。",
      "3,750 公斤。",
      "3,000公斤。"
    ],
    "correct_answer": 0,
    "explanation": "持有B照驾照的驾驶人，不得驾驶总质量超过3,500公斤的车辆。这一限制已在驾照上标明。",
    "image_name": ""
  },
  {
    "index": 254,
    "id": "BW0582R",
    "section": "法律事务/交通规则",
    "question": "持有B照驾照的驾驶员可以驾驶的车辆的最大总重量是多少？",
    "options": [
      "3,450千克",
      "3,000 千克",
      "3,250 公斤",
      "3,500公斤"
    ],
    "correct_answer": 3,
    "explanation": "持有B类驾驶执照的人不得驾驶设计毛重超过3,500公斤的车辆。此限制已在执照上标明。",
    "image_name": ""
  },
  {
    "index": 255,
    "id": "BW0085RU19",
    "section": "法律事务/交通规则",
    "question": "在公共道路上，司机可以使用优惠（绿色）柴油燃料吗？",
    "options": [
      "绿色柴油可能永远不会被用于汽车。",
      "绿色柴油只有在汽车是出租车的情况下才可以使用。",
      "绿色柴油只能在夏季使用。",
      "绿色柴油可能仅在冬季使用在汽车中。"
    ],
    "correct_answer": 0,
    "explanation": "如果车辆在正常使用过程中在公共道路上行驶，必须使用未标记的（白色）柴油，因为适当的消费税已经包含在购买价格中。驾驶员如果在公共道路上使用绿色柴油可能会被起诉。",
    "image_name": ""
  },
  {
    "index": 256,
    "id": "RSA225298",
    "section": "法律事务/交通规则",
    "question": "当停车时，司机应该检查什么？",
    "options": [
      "道路照明充足。",
      "车辆至少离路缘15厘米。",
      "他们遵守强制的道路标线和标志。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶员在停车时应确保遵守所有相关的路标和道路标志，例如，驾驶员不应停在连续的白线对面。",
    "image_name": ""
  },
  {
    "index": 257,
    "id": "BW0087RU19",
    "section": "法律事务/交通规则",
    "question": "拖拉机或工程车辆必须安装后视镜？",
    "options": [
      "只有在拖拽拖车时才应安装后视镜。",
      "后视镜必须始终安装。",
      "只有在拖曳超过8米长的拖车时才需安装后视镜。",
      "拖拉机或工程车辆无需后视镜。"
    ],
    "correct_answer": 1,
    "explanation": "所有在公共道路上使用的车辆必须配备后视镜。驾驶员应当利用后视镜来查看车辆后方和两侧的交通和道路情况。",
    "image_name": ""
  },
  {
    "index": 258,
    "id": "RSA225233",
    "section": "法律事务/交通规则",
    "question": "在人行横道之后，司机可以停车多远然后进行交付？",
    "options": [
      "10米",
      "15 米",
      "5米"
    ],
    "correct_answer": 2,
    "explanation": "确保您不干扰正常交通流，并且您的车辆不会影响、阻塞或危及其他道路使用者。驾驶员不得在人行横道或交通灯之前15米或之后5米停车。",
    "image_name": ""
  },
  {
    "index": 259,
    "id": "RSA225291",
    "section": "法律事务/交通规则",
    "question": "在晚上将车停在路边短时间停留时，建议使用什么灯光？",
    "options": [
      "前后侧灯可警示其他道路使用者注意车辆的存在。",
      "前部照明灯下踏车以警示其他道路使用者车辆位置。",
      "为了警示其他道路使用者车辆的尺寸，后雾灯。"
    ],
    "correct_answer": 0,
    "explanation": "司机可能很快就会被停放车辆的前灯或雾灯弄得眼花缭乱、迷失方向。如果您在这种情况下需要开灯，应该只开侧面或停车灯。停车时不应该留开前灯。",
    "image_name": ""
  },
  {
    "index": 260,
    "id": "BW0046RU19",
    "section": "法律事务/交通规则",
    "question": "一个司机在一个未经守卫的平交道口中间抛锚，并无法重新启动发动机。警示铃正在响。驾驶员应该怎么办？",
    "options": [
      "待在车辆旁并警告正在靠近的火车。",
      "将车辆推离交叉路口。",
      "远离交叉口并致电信号操作员，使火车能够停下来。",
      "尝试在一档重新启动引擎。"
    ],
    "correct_answer": 2,
    "explanation": "在这种情况下，司机和所有乘客应该下车并立即使用路口的紧急电话联系信号操作员，以便列车停车。必要时，警告其他司机。直到接到信号操作员或紧急服务指示后才能返回车辆。",
    "image_name": ""
  },
  {
    "index": 261,
    "id": "ABMW0430RU19",
    "section": "风险管理",
    "question": "携带重物会对车辆的制动能力产生什么影响？",
    "options": [
      "只要刹车有效，就不会有影响。",
      "它可以提高刹车的效率。",
      "它增加了停止所需的距离。",
      "它减少了停车所需的距离。"
    ],
    "correct_answer": 2,
    "explanation": "当驾驶装载货物的车辆时，驾驶员应意识到作用于车辆的力会增加停车所需距离。驾驶员应通过加大与前方车辆的距离来应对这一情况。",
    "image_name": ""
  },
  {
    "index": 262,
    "id": "ABMW0434RU19",
    "section": "风险管理",
    "question": "牵引装满货物的拖车对制动能力有什么影响？",
    "options": [
      "它减少了停车距离。",
      "它会增加刹车距离。",
      "它提高了制动器的效率。",
      "它对停车距离没有影响。"
    ],
    "correct_answer": 1,
    "explanation": "如果你正在拖载一辆装满货物的拖车，你需要意识到你的制动距离可能会大大增加，这取决于拖车的重量和大小。驾驶员应该通过增加与前方车辆的距离来考虑这一点。",
    "image_name": ""
  },
  {
    "index": 263,
    "id": "ABMW0611RU19",
    "section": "风险管理",
    "question": "如果司机遇到一起事故，没有人受伤，但车辆却造成了危险或堵塞道路的情况，该怎么办？",
    "options": [
      "将所有乘客转移，并在道路上放置红色警告三角牌。",
      "搬动受损车辆时要小心，并竭尽全力警示其他车辆。",
      "暂停所有交通，直到弄清责任归属。",
      "在憲警(Gardaí)到達之前請等待，然後再移動車輛。"
    ],
    "correct_answer": 1,
    "explanation": "在一场碰撞中，没有人受伤，车辆只有轻微损坏的情况下，车辆应该移动到路边，以确保它们不造成阻碍或危害其他道路使用者。",
    "image_name": ""
  },
  {
    "index": 264,
    "id": "ABMW0615RU19",
    "section": "风险管理",
    "question": "如果司机参与了只造成财产损坏的事件，该怎么办呢？",
    "options": [
      "48小时内向物业所有者和卫队报告事件。",
      "只需在10天内向警察报告事件即可。",
      "如果车辆没有受损，就没有必要报告这一事件。",
      "只要已向物业所有者报告，就不必向卫队报告。"
    ],
    "correct_answer": 3,
    "explanation": "如果事件只导致财产损失，而有警察在场，必须向警察报告。如果没有警察在场，必须通知财产所有者或负责人。如果两者都不在场，则相关信息必须尽快在警察局提供。",
    "image_name": ""
  },
  {
    "index": 265,
    "id": "ABMW0616RU19",
    "section": "风险管理",
    "question": "如果发生碰撞，司机应该怎么做，如果有人受伤？",
    "options": [
      "将车辆搬开以避免造成阻塞。",
      "只有在火灾或进一步伤害的风险下才移动受害者。",
      "将受害者移到路边。",
      "始终移动受害者和车辆。"
    ],
    "correct_answer": 1,
    "explanation": "在事故现场，除非存在火灾或进一步受伤的风险，否则不要移动受伤者。移动受伤者可能会加重他们的伤势。受过训练的人员最懂得如何照顾受伤者。拨打紧急服务电话（999或112），或确保其他人已经拨打了电话。",
    "image_name": ""
  },
  {
    "index": 266,
    "id": "ABMW0617RU19",
    "section": "风险管理",
    "question": "碰撞受伤的人应该喝什么类型的饮料？",
    "options": [
      "一杯热饮。",
      "冰饮料。",
      "一种无酒精饮料。",
      "不应该给予任何饮料。"
    ],
    "correct_answer": 3,
    "explanation": "在碰撞中受伤的人不应该喝任何东西，因为这可能会导致窒息。最好在照顾受伤者之前先咨询受过培训的人员。拨打紧急服务电话（999 或 112）或确保其他人已经打过电话。",
    "image_name": ""
  },
  {
    "index": 267,
    "id": "ABMW0618RU19",
    "section": "风险管理",
    "question": "在发生碰撞后，司机应该怎么帮助一名昏迷的人？",
    "options": [
      "立刻将该人转移到最近的医院。",
      "尝试让这个人喝一些温暖的东西。",
      "尽量用毯子或外套让这个人保暖。",
      "把人的头抬起来并保持在那个位置。"
    ],
    "correct_answer": 2,
    "explanation": "如果有人在碰撞后失去意识，司机应该试着用毯子或外套保暖他们，直到紧急服务人员到达。拨打紧急服务电话（999或112），或确保有其他人已经拨打过。",
    "image_name": ""
  },
  {
    "index": 268,
    "id": "ABMW0621RU23",
    "section": "风险管理",
    "question": "如果一个人在碰撞事故中受伤，应首先联系谁？",
    "options": [
      "应急服务。",
      "这个人的亲属。",
      "受伤者的保险公司。"
    ],
    "correct_answer": 0,
    "explanation": "在发生碰撞事故并有人受伤时，立即拨打紧急服务电话999或112非常重要。经过培训的紧急服务人员最懂得如何处理受伤的人员。",
    "image_name": ""
  },
  {
    "index": 269,
    "id": "ABMW0623RU19",
    "section": "风险管理",
    "question": "如果司机与未投保的驾驶员发生严重碰撞，没有人受伤，应向谁报告？",
    "options": [
      "当地的车辆税务办公室。",
      "爱尔兰保险联合会。",
      "司机的保险公司和警察。",
      "国家驾驶执照服务（NDLS）。"
    ],
    "correct_answer": 2,
    "explanation": "如果您被卷入严重碰撞事故，您应该始终向爱尔兰警察报告，同时向您的保险公司报告。",
    "image_name": ""
  },
  {
    "index": 270,
    "id": "ABMW0624RU19",
    "section": "风险管理",
    "question": "如果司机发生了与另一辆车相撞的事故，而没有人受伤，司机应该怎么做？",
    "options": [
      "与另一位驾驶员交换所有相关细节。",
      "提交一份书面报告给爱尔兰保险局。",
      "不要交换任何详细信息，但向警方报告事件。",
      "将他们的姓名和地址只提供给对方。"
    ],
    "correct_answer": 0,
    "explanation": "如果您在与另一辆车发生碰撞的事故中，没有人受伤，您应与对方司机交换所有相关详细信息，包括姓名、地址、车辆注册信息、品牌和型号以及所有保险详情。",
    "image_name": ""
  },
  {
    "index": 271,
    "id": "ABMW0625RU19",
    "section": "风险管理",
    "question": "如果司机抵达现场发现涉及运载危险物质的车辆发生碰撞，该怎么办呢？",
    "options": [
      "联系拥有这辆车的运输公司。",
      "尽量将车辆移动到安全地点。",
      "保持安全距离并呼叫紧急服务。",
      "在发出警报之前尽力阻止任何危险材料的进一步泄漏。"
    ],
    "correct_answer": 2,
    "explanation": "如果一名驾驶员到达现场发生了一起涉及运载危险材料的碰撞事故，他们应该远离现场。拨打999或112紧急服务电话，并告诉他们有关车辆标记标签的尽可能多的信息。您还应该警告其他道路使用者注意危险。让紧急服务人员进行任何营救工作。",
    "image_name": ""
  },
  {
    "index": 272,
    "id": "CPC1297U19",
    "section": "风险管理",
    "question": "如果车辆抛锚了，驾驶员应该在哪里停车？",
    "options": [
      "问题发生的车道。",
      "最近的出口匝道。",
      "尽可能向左边远去。",
      "尽量向右边移动。"
    ],
    "correct_answer": 2,
    "explanation": "当车辆抛锚时，尽量靠左移动对其他道路用户的便利和车辆乘客的安全至关重要。",
    "image_name": ""
  },
  {
    "index": 273,
    "id": "CPC1307U19",
    "section": "风险管理",
    "question": "如何最快速地警告其他交通参与者发生撞车事件？",
    "options": [
      "把一个大物体放在路中间。",
      "站在路中央挥动双臂。",
      "打电话给当地的广播电台。",
      "使用危险警示灯。"
    ],
    "correct_answer": 3,
    "explanation": "如果你到达事故现场，请找一个安全的地方停车，以免危及自己或他人，通过使用危险灯来警告其他道路使用者。",
    "image_name": ""
  },
  {
    "index": 274,
    "id": "CPC1316U19",
    "section": "风险管理",
    "question": "为了通知紧急救援部门发生了事故，应该拨打哪个电话号码？",
    "options": [
      "555 translates to \"五百五十五\" in Chinese.",
      "112 can be translated to Chinese as \"一百一十二\" (yī bǎi yī shí èr).",
      "199\n\n一百九十九",
      "911\n\n九一一"
    ],
    "correct_answer": 1,
    "explanation": "如果司机到达或参与事故，可能需要紧急寻求紧急服务的帮助。常见的欧洲紧急电话号码是112，然而在爱尔兰，您也可以拨打999。",
    "image_name": ""
  },
  {
    "index": 275,
    "id": "CPC1317U19",
    "section": "风险管理",
    "question": "在高速公路上拨打紧急电话求助时，电话会打给谁？",
    "options": [
      "国家安全委员会。",
      "国家公路管理局。",
      "道路安全管理机构。",
      "An Garda Síochána."
    ],
    "correct_answer": 3,
    "explanation": "高速公路旁边的紧急电话直接连接到An Garda Siochana，以便他们能够尽快适当地做出反应。警察通过这些电话精确地知道每次呼叫的位置。",
    "image_name": ""
  },
  {
    "index": 276,
    "id": "CPC1322U19",
    "section": "风险管理",
    "question": "在发现有受伤的人躺在路上时，什么时候应该将他们移开？",
    "options": [
      "如果这个人感到寒冷。",
      "如果人有骨折。",
      "如果有人需要心肺复苏。",
      "如果这个人在流血。"
    ],
    "correct_answer": 2,
    "explanation": "如果发现躺在路上不呼吸的人，为了安全地进行紧急心肺复苏，可能需要将其移动。 在其他情况下可能也需要移动他们，但首先应进行紧急情况评估。",
    "image_name": ""
  },
  {
    "index": 277,
    "id": "CPC1324U19",
    "section": "风险管理",
    "question": "处理受伤事故受害者时，请记住A B C。A代表什么？",
    "options": [
      "协助。",
      "事故。",
      "武器。",
      "航路。"
    ],
    "correct_answer": 3,
    "explanation": "在评估事故受害者的生命体征时，应使用以下基本程序：首先检查受害者的气道是否通畅，然后检查他们是否在呼吸，再检查他们的循环（ABC）。",
    "image_name": ""
  },
  {
    "index": 278,
    "id": "CPC1329U19",
    "section": "风险管理",
    "question": "对于被烧伤的人，有哪些好的基本急救方法？",
    "options": [
      "移除遮盖烧伤的衣物。",
      "将温水涂在烧伤处。",
      "将油脂涂抹在烧伤部位。",
      "把冷水涂在烧伤上。"
    ],
    "correct_answer": 3,
    "explanation": "当一个人被烧伤后，首先检查这个人是否处于休克状态，然后尽量冷却烧伤部位。尝试找到清洁、凉爽且无毒的水或其他液体浇在上面。凉爽的液体可以降低受伤区域的温度并减少伤害。建议这个人尽快寻求医疗建议。",
    "image_name": ""
  },
  {
    "index": 279,
    "id": "ABMW0633RU19",
    "section": "风险管理",
    "question": "为什么重要确保车辆的前灯对齐正确？",
    "options": [
      "让驾驶员能够适当地看清路况。",
      "延长前灯的使用寿命。",
      "让驾驶员在黑暗中能够驾驶得更快。",
      "为了减少电池消耗。"
    ],
    "correct_answer": 0,
    "explanation": "司机应确保他们的车前灯对齐正确，以免刺眼对面驶来的驾驶员，同时也能保证自己能够正确地看清路况。",
    "image_name": ""
  },
  {
    "index": 280,
    "id": "ABMW0635R",
    "section": "风险管理",
    "question": "不正确对准的车头灯会产生什么影响？",
    "options": [
      "他们可能会使对面驾驶员眼花缭乱。",
      "他们可能会导致灯泡过早损坏。",
      "他们可能会引发火灾。",
      "他们可能会减少电池的续航时间。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员应确保车灯对齐正确，以免照到对向驾驶员而且能够自己清楚地看到。",
    "image_name": ""
  },
  {
    "index": 281,
    "id": "ABMW0636RU19",
    "section": "风险管理",
    "question": "通常应该多久检查一次车辆的灯光？",
    "options": [
      "在小保养间隔时。",
      "每日开车前。",
      "在主要服务间隔期。",
      "当冬天来临时。"
    ],
    "correct_answer": 1,
    "explanation": "驾驶员应对其车辆的路况负责，并应在驾驶前每天检查。他们应该检查的项目包括确保所有灯光清洁且正常工作。",
    "image_name": ""
  },
  {
    "index": 282,
    "id": "ABMW0637RU19",
    "section": "风险管理",
    "question": "一个损坏的透镜会对前灯有什么影响？",
    "options": [
      "它可能会导致灯泡过热。",
      "它可以增加另一个车灯中灯光的亮度。",
      "它可以减少并扭曲光束。",
      "如果不立即修复，它可能会导致其他灯泡烧坏。"
    ],
    "correct_answer": 2,
    "explanation": "一个司机应该对他们的车辆的适用性负责，并且应该定期检查它。在他们应该进行的检查中包括确保所有灯都正常工作。如果他们发现灯具有缺陷，如破损的透镜，他们应尽快进行修理或更换。",
    "image_name": ""
  },
  {
    "index": 283,
    "id": "ABMW0642RU23",
    "section": "风险管理",
    "question": "当汽车的制动灯不工作时，是否允许在公共道路上驾驶车辆？",
    "options": [
      "不，绝对不允许驾驶。",
      "是的，在亮灯时间之外。",
      "是的，在点灯时间内。",
      "不，除非在建筑密集区行驶。"
    ],
    "correct_answer": 0,
    "explanation": "司机在驾驶车辆上公路前，必须始终确保车辆的刹车灯干净且正常工作。切勿在刹车灯未正常工作时驾驶车辆。",
    "image_name": ""
  },
  {
    "index": 284,
    "id": "ABMW0643RU19",
    "section": "风险管理",
    "question": "这束光是什么意思？",
    "options": [
      "油液位太低。",
      "电池没充电。",
      "齿轮箱过热。",
      "引擎过热。"
    ],
    "correct_answer": 1,
    "explanation": "如果在驾驶过程中看到电池警告灯亮起，说明车辆的电气充电系统出现了某种问题，电池没有得到正确的充电。驾驶员应该尽快由专业人士检查此问题。了解车辆警告灯的含义非常重要，相关信息可以在车辆手册中找到。",
    "image_name": "ABMW0643RU19.png"
  },
  {
    "index": 285,
    "id": "ABMW0644RU19",
    "section": "风险管理",
    "question": "这束光代表什么？",
    "options": [
      "大灯光束应该调低。",
      "倒车灯已经打开。",
      "高光灯打开。",
      "车牌灯坏了。"
    ],
    "correct_answer": 2,
    "explanation": "所有车辆都装有警示灯，以提醒驾驶员注意不同的事情。这个灯在开启远光灯时会亮起。了解你的车辆警示灯的含义很重要，有关信息可以在车辆手册中找到。",
    "image_name": "ABMW0644RU19.png"
  },
  {
    "index": 286,
    "id": "ABMW0645U19",
    "section": "风险管理",
    "question": "这束光是什么意思？",
    "options": [
      "电池液位低。",
      "发动机机油量低。",
      "制动液位低。",
      "发动机冷却液水平过低。"
    ],
    "correct_answer": 1,
    "explanation": "如果发动机油警告灯亮起，说明发动机油液位/压力已经下降。在问题得到解决之前，不应该驾驶车辆。如果在行驶过程中灯亮起，应尽快靠边停车到一个安全的地方。理解车辆警告灯的含义很重要，相关信息可以在车辆手册中找到。",
    "image_name": "ABMW0645U19.png"
  },
  {
    "index": 287,
    "id": "ABMW0646RU19",
    "section": "风险管理",
    "question": "这束光是什么意思？",
    "options": [
      "指示灯已开启。",
      "刹车灯泡烧坏了。",
      "头灯灯泡坏了。",
      "右侧大灯开启。"
    ],
    "correct_answer": 0,
    "explanation": "所有车辆均配备警示灯，用于提醒您注意不同的事情。这个灯光告诉您方向指示器已经打开。如果在您完成操作后，这个灯光仍然亮着，请取消它以避免误导其他道路使用者。了解您车辆警示灯的含义很重要，相关信息可以在车辆手册中找到。",
    "image_name": "ABMW0646RU19.png"
  },
  {
    "index": 288,
    "id": "ABMW0628RU19",
    "section": "风险管理",
    "question": "司机如何知道车辆的总载重量？",
    "options": [
      "通过检查发动机的马力。",
      "通过参考车辆制造商的规格。",
      "通过计算座位的数量。",
      "通过测量靴子的尺寸。"
    ],
    "correct_answer": 1,
    "explanation": "设计总重量是制造商用来描述车辆与其设计承载的最大载重量总和的术语。司机必须了解其车辆的载重能力。超载将使车辆更难控制，并且是一种违法行为。",
    "image_name": ""
  },
  {
    "index": 289,
    "id": "ABMW0629U19",
    "section": "风险管理",
    "question": "什么决定了车辆的最大允许牵引能力？",
    "options": [
      "车辆和挂车的总重量。",
      "拖车挂钩的强度。",
      "制造商的规格。",
      "车辆上的轮胎尺寸。"
    ],
    "correct_answer": 2,
    "explanation": "您的车辆可以安全拖曳的最大重量由制造商指定，并通常在车辆的驾驶手册中规定，有时也会在车辆上附有的车牌上规定。这是车辆的安全拖曳限制，您不应超过此限制。",
    "image_name": ""
  },
  {
    "index": 290,
    "id": "ABMW0630U19",
    "section": "风险管理",
    "question": "超载车辆会对其抓地力产生什么影响？",
    "options": [
      "只要负载均匀分布，就可以提高车辆的稳定性。",
      "负载会使车辆在下坡时更难控制。",
      "负载会使车辆更难控制，但仅限于倒车时。",
      "负荷可能会使车辆更难控制。"
    ],
    "correct_answer": 3,
    "explanation": "超载您的车辆会使其更加难以控制。请记住：超载是违法行为。",
    "image_name": ""
  },
  {
    "index": 291,
    "id": "ABMW0631RU19",
    "section": "风险管理",
    "question": "如果超载乘客或货物会有什么影响？",
    "options": [
      "它将提高车辆的操控能力。",
      "过载不会减少控制车辆的能力。",
      "只要速度降低，就不会产生任何影响。",
      "它会降低驾驶员控制车辆的能力。"
    ],
    "correct_answer": 3,
    "explanation": "超载会使您的车辆更难控制，并增加碰撞的风险。",
    "image_name": ""
  },
  {
    "index": 292,
    "id": "ABMW0632RU19",
    "section": "风险管理",
    "question": "不均匀分布的负载会对车辆产生什么影响？",
    "options": [
      "这可能会导致离合器在加速时打滑。",
      "它可能会使车辆在转弯时变得不稳定。",
      "它可能导致车辆过热。",
      "这可能导致变速箱过热。"
    ],
    "correct_answer": 1,
    "explanation": "在装载车辆时，您应确保货物均匀分配。不均匀分配的货物可能会改变车辆的重心，从而影响制动和转向。",
    "image_name": ""
  },
  {
    "index": 293,
    "id": "RSA225187",
    "section": "风险管理",
    "question": "在夜晚，什么能让行人对驾驶员更容易被看见？",
    "options": [
      "穿着防水夹克。",
      "佩戴耳机。",
      "穿着反光夹克。"
    ],
    "correct_answer": 2,
    "explanation": "即使使用最好的汽车前灯，驾驶员夜间所能看到的仍比白天要少，作为弱势道路使用者的行人在黑暗中极难被看见。穿反光服装可以让行人更容易被看见。行人在白天时应该穿着明亮高能见度的服装，在夜间行走时则应该穿着反光服装，特别是在非城市建成区的时候。",
    "image_name": ""
  },
  {
    "index": 294,
    "id": "RSA225313",
    "section": "风险管理",
    "question": "车辆的白天行车灯的作用是什么？",
    "options": [
      "在白天的恶劣天气条件下照亮道路。",
      "在晚上驾驶时给车辆提供额外的光线。",
      "增加白天时车辆的可见性。"
    ],
    "correct_answer": 2,
    "explanation": "日间行车灯是指车辆前部的白色照明系统，在白天自动开启。日间行车灯的目的是增加车辆对其他道路用户的可见性和存在感。",
    "image_name": ""
  },
  {
    "index": 295,
    "id": "ABMW0487RU19",
    "section": "风险管理",
    "question": "以下哪种论断与轮胎气压和在高速公路上行驶有关是正确的？",
    "options": [
      "司机应该增加前轮胎的气压以应对持续高速行驶。",
      "司机应该增加后轮胎的气压以应对持续高速行驶。",
      "司机应确保轮胎气压正确，符合制造商的建议。",
      "司机应该减小轮胎压力，因为高速行驶会导致轮胎发热。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶员应始终确保车辆的轮胎气压正确。当进行长途旅行、在高速公路上以及高速行驶时，正确的轮胎气压尤为重要。",
    "image_name": ""
  },
  {
    "index": 296,
    "id": "ABMW0640RU19",
    "section": "风险管理",
    "question": "司机如何知道刹车灯泡坏了？",
    "options": [
      "站在车辆后面，当另一个人踩下刹车踏板时进行检查。",
      "他们会注意到刹车踏板在受压时变得更加坚固。",
      "他们会注意到刹车踏板在加压时变得更软。",
      "通过站在车辆后部让另一个人打开侧灯。"
    ],
    "correct_answer": 0,
    "explanation": "为了让司机知道后部刹车灯是否正常工作，他们应该站在车辆后面，检查当另一个人踩刹车时，刹车灯是否亮起。",
    "image_name": ""
  },
  {
    "index": 297,
    "id": "ABMW0650RU19",
    "section": "风险管理",
    "question": "如果驾驶员在驾驶过程中看到了汽车仪表盘上的系统警示灯亮起，该怎么办？",
    "options": [
      "继续进行，稍后检查问题。",
      "停下来，检查一下问题。",
      "继续驾驶并留意是否有任何异常声音。",
      "继续前行一段距离看看灯是否熄灭。"
    ],
    "correct_answer": 1,
    "explanation": "如果你在行驶时看到系统警告灯亮起，你应该尽快停在一个安全的地方，并在决定采取什么行动之前调查问题。重要的是要理解你的车辆警告灯的含义，相关信息可以在车辆手册中找到。",
    "image_name": ""
  },
  {
    "index": 298,
    "id": "ABMW0651RU19",
    "section": "风险管理",
    "question": "如果汽车仪表盘上亮起了红色系统警告灯，司机应该怎么办？",
    "options": [
      "继续前进，留意任何异常的声音。",
      "停下来调查原因。 ",
      "开车到最近的车库，让它检查一下。",
      "继续前进，看看它是否熄灭。"
    ],
    "correct_answer": 1,
    "explanation": "如果在行驶过程中出现红色系统警示灯，请尽快停在安全地点，调查问题，然后决定采取何种行动。重要的是要理解车辆警示灯的含义，相关信息可以在车辆手册中找到。",
    "image_name": ""
  },
  {
    "index": 299,
    "id": "ABMW0652RU19",
    "section": "风险管理",
    "question": "车辆后部的红色反光镜的用途是什么？",
    "options": [
      "他们提醒后面的司机切换到远光灯。",
      "在刹车灯故障的情况下，它们是一个替代品。",
      "他们在晚上反射光线，让其他道路使用者注意到这辆车。",
      "他们警告行人车辆的位置。"
    ],
    "correct_answer": 2,
    "explanation": "机动车配有红色反光器，以便让其他道路使用者更容易看到。驾驶员应保持反光器清洁完整，并通过照射光线检查它们，以确保其有效工作。在驾驶过程中，驾驶员应谨慎，因为红色反光器可能提示前方有停车/静止或行驶中的车辆。",
    "image_name": ""
  },
  {
    "index": 300,
    "id": "ABMW0664RU19",
    "section": "风险管理",
    "question": "如果在行驶过程中，驾驶员注意到发动机动力低于正常水平，他们应该怎么做？",
    "options": [
      "切换到不同的燃料。",
      "请让有能力的人检查车辆。",
      "调整燃油混合控制机构。",
      "更换发动机机油滤清器。"
    ],
    "correct_answer": 1,
    "explanation": "如果驾驶员注意到驾驶时车辆似乎动力不足，这可能会带来一些问题，例如在超车时缺乏动力。 驾驶员应尽快让有经验的人员检查车辆，因为可能有多种原因，其中一些可能会进一步恶化。",
    "image_name": ""
  },
  {
    "index": 301,
    "id": "ABMW0672RU23",
    "section": "风险管理",
    "question": "当驾驶时，司机闻到燃油的浓烈气味。他们应该怎么办？",
    "options": [
      "以较低的速度驾驶。",
      "在安全的地方停车并进行调查。",
      "打开风扇来清空空气。"
    ],
    "correct_answer": 1,
    "explanation": "燃料味道浓烈通常是有问题的迹象，驾驶员应该尽快停车调查。泄漏或溢出的汽油可能很危险，因为它易燃，而泄漏的柴油会使道路变得非常滑。",
    "image_name": ""
  },
  {
    "index": 302,
    "id": "ABMW0677RU19",
    "section": "风险管理",
    "question": "当驾驶时，司机注意到车辆温度表显示红色。他们应该怎么办？",
    "options": [
      "从散热器上取下油箱填充盖，检查是否有漏液。",
      "在冷却液中添加了防蜡剂之前不要驾驶。",
      "在一个安全的地方停下来，调查问题。",
      "驾驶至最近的服务站，并为散热器注满水。"
    ],
    "correct_answer": 2,
    "explanation": "许多车辆都配备有各种警告灯和仪表。发动机温度计上的警告灯或红色区域表示发动机开始过热，车辆在问题得到解决前不应该继续行驶。请参考车辆手册获取更多信息和指导，或向有经验的人寻求建议。",
    "image_name": ""
  },
  {
    "index": 303,
    "id": "ABMW0678RU19",
    "section": "风险管理",
    "question": "如果司机注意到发动机舱里有蒸汽上升，他们应该怎么办？",
    "options": [
      "增加速度以增加空气流量进入引擎舱。",
      "从冷却液瓶中取下油口盖。",
      "在安全的地方停下来，调查事故的原因。",
      "立即加注防冻剂。"
    ],
    "correct_answer": 2,
    "explanation": "如果司机注意到车辆发动机舱冒出蒸汽，他们应该在安全的地方停下来，等发动机冷却下来后再去调查原因。发动机热时不要拧开散热器或蒸汽缸盖。发动机冒蒸汽是发动机过热的迹象，不应继续驾驶。请查阅车辆手册以获取更多信息和指导。",
    "image_name": ""
  },
  {
    "index": 304,
    "id": "ABMW0680RU19",
    "section": "风险管理",
    "question": "如果司机注意到他们车辆的车身结构部件受到了锈蚀的影响，他们应该怎么办？",
    "options": [
      "在上面喷涂相同颜色的油漆。",
      "请让一个有能力的修理店修复它。",
      "用油脂处理这个区域，然后涂上油漆。",
      "把它用砂纸打磨一下，保持受影响区域干燥。"
    ],
    "correct_answer": 1,
    "explanation": "随着时间的推移，车辆可能会受到不同程度的锈蚀。驾驶员应定期检查他们的车辆，如果发现锈迹迹象，应进行评估和修复，以防止进一步恶化。车辆结构的减弱可能在碰撞事件发生时造成严重后果。",
    "image_name": ""
  },
  {
    "index": 305,
    "id": "ABMW0694RU19",
    "section": "风险管理",
    "question": "更换车轮后，以下哪些内容应当尽快检查？",
    "options": [
      "空气阀。",
      "车轮螺母。",
      "制动片间隙。",
      "轮胎胎纹深度。"
    ],
    "correct_answer": 1,
    "explanation": "更换车辆上的车轮后，建议在短暂行驶之后检查车轮螺帽，以确保它们仍然被正确安装。",
    "image_name": ""
  },
  {
    "index": 306,
    "id": "ABMW0696RU19",
    "section": "风险管理",
    "question": "一般来说，驾驶员应该多久检查一次车辆的轮胎气压？",
    "options": [
      "定期。",
      "每年。",
      "每月。",
      "六个月一次。"
    ],
    "correct_answer": 0,
    "explanation": "司机有法定义务确保他们的车辆适合上路。为了做到这一点，他们应该进行定期、每周和周期性检查，包括每周的轮胎压力检查。轮胎充气不当可能导致车辆不稳、轮胎磨损不均和刹车距离更长。",
    "image_name": ""
  },
  {
    "index": 307,
    "id": "ABMW0697RU19",
    "section": "风险管理",
    "question": "维持正确的轮胎气压的主要原因是什么？",
    "options": [
      "减少发动机磨损。",
      "为了帮助提供最佳的路面抓地力。",
      "帮助保持正确的离地间隙。",
      "防止车辆向左倾斜。"
    ],
    "correct_answer": 1,
    "explanation": "车辆制造商规定了车辆轮胎应该充气的压力。这种压力能够在路面抓地力、有效刹车和燃油消耗方面实现最佳表现。一些制造商为前后轮胎规定了不同的气压要求。",
    "image_name": ""
  },
  {
    "index": 308,
    "id": "ABMW0698RU19",
    "section": "风险管理",
    "question": "哪个零部件故障可能导致轮胎磨损不均匀或过度磨损？",
    "options": [
      "加速器。",
      "离合器。",
      "变速箱。",
      "暂停。"
    ],
    "correct_answer": 3,
    "explanation": "如果车辆的悬挂磨损，可能会导致轮胎磨损不均匀或过度磨损。如果驾驶员发现他们的轮胎磨损不均匀，他们应该调查原因，并由有经验的人修复。",
    "image_name": ""
  },
  {
    "index": 309,
    "id": "ABMW0699RU19",
    "section": "风险管理",
    "question": "低气压轮胎驾驶可能影响什么？",
    "options": [
      "冷却系统。",
      "油压。",
      "燃油消耗。",
      "排气系统。"
    ],
    "correct_answer": 2,
    "explanation": "错误的轮胎压力会对车辆的许多系统产生不利影响，包括制动系统、悬挂系统和转向系统。特别是，轮胎气压过低会增加车辆的燃油消耗。定期检查轮胎气压，并确保按照制造商的建议进行充气。",
    "image_name": ""
  },
  {
    "index": 310,
    "id": "ABMW0700RU19",
    "section": "风险管理",
    "question": "轮胎气压应该在什么时候检查？",
    "options": [
      "当轮胎变热时。",
      "当轮胎已磨损一部分时。",
      "当轮胎冷时。",
      "只在维护周期内。"
    ],
    "correct_answer": 2,
    "explanation": "司机应该每周至少检查一次车辆的轮胎气压，并在开始长途旅行之前进行检查。为了准确起见，在轮胎冷却的情况下使用可靠的气压表来进行检查。轮胎应该根据车辆制造商的指南来充气，相关信息可以在车辆手册中找到。",
    "image_name": ""
  },
  {
    "index": 311,
    "id": "ABMW0702RU19",
    "section": "风险管理",
    "question": "在每周例行检查中，一名司机注意到车辆前轮胎磨损严重。司机应该怎么做？",
    "options": [
      "在潮湿的路面上驾驶时减慢速度。",
      "检查轮胎气压，确保保持恒定。",
      "请将磨损的轮胎更换。",
      "在后轮上安装磨损的轮胎。"
    ],
    "correct_answer": 2,
    "explanation": "车轮是车辆与马路唯一的接触点，接触面积很小，如果磨损，将无法正确并安全地抓地。车辆的轮胎质量是影响车辆行驶稳定性和制动性能的重要因素。驾驶员应定期检查轮胎，如果发现轮胎磨损严重，应立即更换。大多数轮胎法定最低花纹深度为...",
    "image_name": ""
  },
  {
    "index": 312,
    "id": "ABMW0703RU19",
    "section": "风险管理",
    "question": "撞击或压坡对车辆轮胎可能会产生什么影响？",
    "options": [
      "这可能会损坏侧壁。",
      "它可以加强侧壁。",
      "它可以增加空气压力。",
      "它可能磨损踩踏。"
    ],
    "correct_answer": 0,
    "explanation": "司机应该避免撞击或爬上人行道，因为这会对轮胎的侧壁造成损坏。造成的损坏可能会导致轮胎后来爆胎。如果在高速行驶时发生这种情况，司机可能会失去对车辆的控制，带来危险后果。",
    "image_name": ""
  },
  {
    "index": 313,
    "id": "ABMW0704RU19",
    "section": "风险管理",
    "question": "车胎内沿磨损的胎面表明了什么？",
    "options": [
      "车辆在转弯时开得太快了。",
      "气压低。",
      "气压很高。",
      "方向盘校准可能出现故障。"
    ],
    "correct_answer": 3,
    "explanation": "如果驾驶员注意到轮胎的内侧边缘磨损，这可能表明转向对齐存在问题。这是一个潜在的危险问题，应尽快由熟悉的人员修复。否则可能导致爆胎和失去控制车辆。",
    "image_name": ""
  },
  {
    "index": 314,
    "id": "ABMW0706RU19",
    "section": "风险管理",
    "question": "关于轮胎，司机在开始长途旅程之前应该做什么？",
    "options": [
      "增加轮胎的气压。",
      "检查轮胎是否充气到正常气压。",
      "减少轮胎内的空气压力。",
      "降低前轮胎气压，提高后轮胎气压。"
    ],
    "correct_answer": 1,
    "explanation": "在开始长途旅行之前检查轮胎气压至关重要，因为不正确的气压可能会对车辆的许多系统产生不利影响，包括制动器、转向系统、悬挂系统和燃油消耗。轮胎应始终按照车辆制造商的指导标准进行充气，相关信息可在车辆手册中找到。",
    "image_name": ""
  },
  {
    "index": 315,
    "id": "ABMW0707RU23",
    "section": "风险管理",
    "question": "在什么情况下，司机会增加轮胎的气压？",
    "options": [
      "当与额外的乘客一起旅行时。",
      "当轮胎胎纹深度低于2毫米时。",
      "当预计在高速公路上行驶时。",
      "当旅程超过200公里时。"
    ],
    "correct_answer": 0,
    "explanation": "在与额外乘客或货物一起开始旅程之前，驾驶员应该检查气压，并在充气轮胎时，应根据车辆制造商建议的轮胎气压增加车辆的轮胎气压。这些信息可以在车辆制造商的手册中找到。",
    "image_name": ""
  },
  {
    "index": 316,
    "id": "ABMW0714RU19",
    "section": "风险管理",
    "question": "重力转向最常见的原因是什么？",
    "options": [
      "转向油不足。",
      "过度充气的轮胎。",
      "轮胎气压过低。",
      "磨损严重的刹车。"
    ],
    "correct_answer": 2,
    "explanation": "重行驶指的是驾驶员需要比平时更多的力气来转动方向盘，这可能是因为轮胎气压不足而导致的直接结果。检查您的轮胎气压，但请注意，重行驶的其他原因可能包括动力转向液位过低。请向熟悉此事的人寻求建议，并立即进行调查。",
    "image_name": ""
  },
  {
    "index": 317,
    "id": "ABMW0262RU23",
    "section": "风险管理",
    "question": "为什么在照明不足的街道上开车可能是危险的？",
    "options": [
      "司机只能看到他们前面的交通。",
      "在黑暗地区过马路的行人可能很难被看见。",
      "驾驶员只能看到对向来车的交通。"
    ],
    "correct_answer": 1,
    "explanation": "当你驾驶在一条照明不足的街道上时，你应该更加小心——易受伤害的道路使用者，如行人可能不那么容易被发现。你应该时刻准备好对交通情况的变化作出反应。",
    "image_name": "ABMW0262RU23.png"
  },
  {
    "index": 318,
    "id": "BW0051RU19",
    "section": "风险管理",
    "question": "如果司机的汽车在自动铁路道口抛锚了，该怎么办？",
    "options": [
      "把乘客拉离铁路道口，并打电话给信号操作员，以便停止列车。",
      "在过道上开启警铃。",
      "请尽快将车辆推离道路口。",
      "沿着铁轨走，以警告任何接近的火车。"
    ],
    "correct_answer": 0,
    "explanation": "在这种情况下，您和所有乘客应该下车，立即使用十字路口的紧急电话联系信号操作员，以便列车停止。如有必要，警告其他司机。在信号操作员或应急服务指示之前不要返回车辆。",
    "image_name": ""
  },
  {
    "index": 319,
    "id": "BW0053U23",
    "section": "风险管理",
    "question": "两辆车高速正面相撞的直接影响是什么？",
    "options": [
      "每辆车内所有的人都被猛烈甩向后方。",
      "只有前排座位的安全带会启动。",
      "每辆车上的所有人都被猛烈甩到前面。"
    ],
    "correct_answer": 2,
    "explanation": "在正面碰撞中，两辆车的乘客会向前冲，如果他们没有系安全带，可能会从挡风玻璃飞出去。司机有责任确保所有17岁以下的乘客都系好安全带。年长的乘客自己有责任系好安全带。",
    "image_name": ""
  },
  {
    "index": 320,
    "id": "BW0073RU19",
    "section": "风险管理",
    "question": "司机应该在什么情况下使用危险警示灯？",
    "options": [
      "当车辆抛锚时。",
      "在单黄线上短时间停车时。",
      "当刹车灯不亮时。",
      "当即将停车时。"
    ],
    "correct_answer": 0,
    "explanation": "使用危险警示灯来警告其他道路使用者前方存在危险。例如，如果驾驶员的车辆抛锚并停在硬路肩上，他们应该使用车辆的危险警示灯来警告其他道路使用者他们的存在。",
    "image_name": ""
  },
  {
    "index": 321,
    "id": "BW0075RU19",
    "section": "风险管理",
    "question": "司机何时应该使用车辆的危险警示灯？",
    "options": [
      "在造成不可避免的障碍时。",
      "当双重停车时。",
      "当刹车灯无法使用时。",
      "当后方车辆跟得太近时。"
    ],
    "correct_answer": 0,
    "explanation": "使用危险警示灯来警告其他道路使用者前方有危险。例如，如果司机的车辆造成不可避免的阻碍，比如发生故障，他们应该使用车辆的危险警示灯来警告其他道路使用者他们的存在。",
    "image_name": ""
  },
  {
    "index": 322,
    "id": "BW0076RU19",
    "section": "风险管理",
    "question": "司机什么时候应该使用车辆的危险警示灯？",
    "options": [
      "当停在弯道或拐角时。",
      "当破裂并造成阻塞时。",
      "倒车进入狭窄道路时。",
      "在交通拥堵时缓慢移动。"
    ],
    "correct_answer": 1,
    "explanation": "使用危险警示灯警示其他路上用户前方有危险。例如，如果驾驶员的车辆造成无法避免的障碍，比如车辆抛锚，他们应该使用车辆的危险警示灯来警示其他路上用户他们的存在。",
    "image_name": ""
  },
  {
    "index": 323,
    "id": "BW0099RU19",
    "section": "风险管理",
    "question": "当雨刷无法清理挡风玻璃时，驾驶员应该怎么做？",
    "options": [
      "尽快更换雨刮器刮水片。",
      "将雨刷臂弯曲，以增加对挡风玻璃的压力。",
      "将雨刷控制从高速调至低速，反复进行。",
      "给两片雨刷涂上一层薄薄的油膜。"
    ],
    "correct_answer": 0,
    "explanation": "使用雨刷器清除挡风玻璃上的雨水、喷雾、雪或雾气。定期检查它们，确保它们处于良好工作状态，并在它们磨损之前更换，以免失效。",
    "image_name": ""
  },
  {
    "index": 324,
    "id": "BW0112U19",
    "section": "风险管理",
    "question": "如果一辆车在高速公路上抛锚了，一个人应该怎么办？",
    "options": [
      "打开远光灯以警示其他司机。",
      "请一个乘客站在路上警示其他车辆。",
      "使用路边电话与警察联系，永远不要尝试自行维修。",
      "在高速公路上放置一个红色警告三角形，以警示其他司机。"
    ],
    "correct_answer": 2,
    "explanation": "当车辆在高速公路上抛锚时，驾驶员应将车辆移到硬肩膀上，使用路边电话联系警方，并不要在高速公路上放置警示装置。驾驶员不应该在硬肩膀上自行尝试维修。",
    "image_name": ""
  },
  {
    "index": 325,
    "id": "BW1U19",
    "section": "风险管理",
    "question": "在高速公路上，司机什么时候应该使用危险警示灯？",
    "options": [
      "当另一辆车跟车距离太近时。",
      "拖曳另一辆车时。",
      "停在硬肩上接打电话。",
      "当车辆抛锚时。"
    ],
    "correct_answer": 3,
    "explanation": "使用危险警示灯来警告其他道路使用者前方有危险。例如，如果您的车辆抛锚停在紧急停车带上，您可以使用危险警示灯来警告后方车辆您的存在。",
    "image_name": ""
  },
  {
    "index": 326,
    "id": "BW3U19",
    "section": "风险管理",
    "question": "如果车辆在高速公路上抛锚了，一个人应该怎么做？",
    "options": [
      "将车辆移到硬肩上。",
      "请要求一名乘客站在高速公路上警告其他车辆。",
      "打开远光大灯。",
      "在车辆左侧放置一个红色警告三角形。"
    ],
    "correct_answer": 0,
    "explanation": "将车辆移到硬路肩上。尽量靠左停车。如果不可能，采取措施警告其他驾驶员，例如打开危险警示灯。",
    "image_name": ""
  },
  {
    "index": 327,
    "id": "BW4U19",
    "section": "风险管理",
    "question": "如果一辆车在高速公路上抛锚了，一个人应该怎么办？",
    "options": [
      "打开远光灯。",
      "在车辆左侧放置一个红色警告三角形。",
      "穿上高能见度背心。",
      "请让一名乘客站在高速公路上警示其他车辆。"
    ],
    "correct_answer": 2,
    "explanation": "将车辆移到紧急停车带上。尽量靠左停车。如果不可能，采取措施警告其他司机，如打开危险警示灯。穿上高能见度背心。始终至少在车辆中携带两件。",
    "image_name": ""
  },
  {
    "index": 328,
    "id": "ABMW0638RU19",
    "section": "风险管理",
    "question": "一个司机希望在夜晚开车，但车子右侧的前灯灯泡烧坏了。司机应该怎么办？",
    "options": [
      "临时用刹车灯泡替换它。",
      "开车时打开危险警示灯。",
      "直到灯泡更换之前不要开车。",
      "暂时用近侧（左侧）的灯泡替换它。"
    ],
    "correct_answer": 2,
    "explanation": "一个驾驶员应对车辆的适用性负责，并且应定期检查。驾驶员不能在道路上行驶，除非他们的车辆前灯工作正常，调整合适且清洁。",
    "image_name": ""
  },
  {
    "index": 329,
    "id": "BW0028RU19",
    "section": "风险管理",
    "question": "如果司机在夜间驾驶时右侧车灯泡失灵，应该怎么做？",
    "options": [
      "开车时打开危险警示灯。",
      "临时用左侧的车头灯泡替换它。",
      "立即更换灯泡。",
      "临时用制动灯泡替换。"
    ],
    "correct_answer": 2,
    "explanation": "机动车（摩托车除外）法律规定必须配备左右车头灯。故障灯应立即修复。只有一个车头灯的车辆可能对其他道路使用者构成危险，或被误认为是摩托车。",
    "image_name": ""
  },
  {
    "index": 330,
    "id": "BW0032U19",
    "section": "风险管理",
    "question": "一般情况下，汽车、拖拉机或工程车辆在行驶时必须具备哪些照明设备？",
    "options": [
      "前照灯、前后侧灯、后牌照灯、红色后反光器、刹车灯和转向灯。",
      "只有车头灯、制动灯和转向灯。",
      "只有前灯、车牌和后反光器。",
      "前照灯和倒车灯。"
    ],
    "correct_answer": 0,
    "explanation": "一般来说，法律要求所有的汽车、拖拉机和工程车辆都必须配备前照灯、前后侧灯、后车牌灯、后反光器、制动灯和转向灯。当然也有一些例外情况，比如最高速度为38公里/小时的电动汽车。",
    "image_name": ""
  },
  {
    "index": 331,
    "id": "BW0072RU19",
    "section": "风险管理",
    "question": "紧急警告灯对刹车灯有什么影响？",
    "options": [
      "他们导致制动灯完全熄灭。",
      "他们会导致刹车灯反复闪烁。",
      "他们没有影响。",
      "它们会导致左右刹车灯交替闪烁。"
    ],
    "correct_answer": 2,
    "explanation": "警示灯独立于车辆的其他灯光（除了方向指示灯）工作，不影响刹车灯。当您的车辆遭遇故障并造成阻碍，或在高速公路需要急剧减速时，使用警示灯警告其他道路使用者前方有危险。",
    "image_name": ""
  },
  {
    "index": 332,
    "id": "BW0077RU19",
    "section": "风险管理",
    "question": "两轴拖车必须开哪些灯光？",
    "options": [
      "只有指示灯和后车牌灯。",
      "只有刹车灯和转向灯。",
      "闪烁的后置尾灯。",
      "指示器、刹车灯、后牌照灯、红色反光器和后尾灯。"
    ],
    "correct_answer": 3,
    "explanation": "所有车辆，包括挂车，在后部必须配备转向灯、制动灯、后牌照灯、红色反光镜和尾灯。",
    "image_name": ""
  },
  {
    "index": 333,
    "id": "BW0078U19",
    "section": "风险管理",
    "question": "在照明时间内，拖拉机挂车上必须点亮哪些照明灯？",
    "options": [
      "只有刹车灯和转向灯。",
      "卸货灯。",
      "指示灯、刹车灯、后牌照灯、红色反光器和尾灯。",
      "指示灯，仅两个白色或黄色的前灯和后牌照灯。"
    ],
    "correct_answer": 2,
    "explanation": "拖拉机牵引的拖车在公共道路上行驶时必须配备后指示灯、刹车灯、尾牌灯、红色反光器和后尾灯。",
    "image_name": ""
  },
  {
    "index": 334,
    "id": "BW0034RU19",
    "section": "风险管理",
    "question": "驾驶拖拉机和拖车通过驼背桥可能存在什么危险？",
    "options": [
      "拖车可能会失控。",
      "挂车可能会脱落。",
      "拖拉机的悬挂系统可以减轻颠簸感。",
      "挂车的停车制动器可以自动启动。"
    ],
    "correct_answer": 1,
    "explanation": "在拖曳拖车之前，驾驶员应确保拖车钩具有足够的离地高度。如果它触地，例如当行驶通过驼背桥时，会存在拖车脱落的危险。驾驶员还应该在意识到这一风险的情况下计划并执行他们的行程。",
    "image_name": ""
  },
  {
    "index": 335,
    "id": "BW0057R",
    "section": "风险管理",
    "question": "当要求驾驶员驾驶一辆他们觉得超重的车辆时，该做什么？",
    "options": [
      "拒绝驾驶车辆。",
      "以比正常速度更慢的速度行驶。",
      "只有在有人陪同的情况下才能开车。",
      "确保货物受到适当约束。"
    ],
    "correct_answer": 0,
    "explanation": "你不应该将你认为超载的车辆开上公共道路。超载是危险的，因为会影响车辆的稳定性和制动能力。",
    "image_name": ""
  },
  {
    "index": 336,
    "id": "BWOO58R",
    "section": "风险管理",
    "question": "拖拉超载的拖车会如何影响车辆？",
    "options": [
      "下坡时可能提高刹车能力。",
      "这可能影响车辆的转向和刹车。 ",
      "它可以提高车辆的燃油消耗。",
      "这可能会提高车辆在弯道上的抓地力。"
    ],
    "correct_answer": 1,
    "explanation": "您不应该把超载的拖车拉上公共道路。超载的拖车会影响牵引车辆的稳定性、转向和制动能力。",
    "image_name": ""
  },
  {
    "index": 337,
    "id": "BW0091",
    "section": "风险管理",
    "question": "轮胎的载重指数是什么意思？",
    "options": [
      "轮胎的最大承载荷载。",
      "轮胎的最大充气压力。",
      "每轴最大载重量。",
      "车辆的最大载重量。"
    ],
    "correct_answer": 0,
    "explanation": "载重指数表示轮胎可安全支撑的最大重量。更换车辆轮胎时，您应确保新轮胎保持适合车辆的载重指数。",
    "image_name": ""
  },
  {
    "index": 338,
    "id": "BW0005RU19",
    "section": "风险管理",
    "question": "在拖曳旅行拖车之前，驾驶员应该做什么？",
    "options": [
      "确保所有乘客都安全坐在房车里。",
      "请在牵引车上安装延长后视镜。",
      "只需在车辆的驾驶员一侧安装一个延长的后视镜。",
      "确保只有成年乘客坐在房车里。"
    ],
    "correct_answer": 1,
    "explanation": "如果司机打算拖曳房车，他们应该在拖车车辆的两侧安装加长镜。这将使司机能够更好地观察后方和两侧的交通情况。",
    "image_name": ""
  },
  {
    "index": 339,
    "id": "BW0010RU19",
    "section": "风险管理",
    "question": "如果车辆的窗户受到起雾的影响，司机应该怎么做？",
    "options": [
      "用布擦干窗户，然后使用除雾系统。",
      "开车几公里，开着车窗。",
      "确保所有除霜风口和窗户都关闭。",
      "用手背擦拭窗户。"
    ],
    "correct_answer": 0,
    "explanation": "确保车窗始终清晰干净，以便驾驶员可以看到周围的道路和交通状况。窗户上的凝露会严重影响您正确观察的能力。驾驶员应该熟悉如何正确设置车辆的通风系统，以确保窗户清晰。",
    "image_name": ""
  },
  {
    "index": 340,
    "id": "BW0011RU23",
    "section": "风险管理",
    "question": "阳光如何影响车窗上有污垢时的能见度？",
    "options": [
      "它可以严重降低能见度。",
      "它可能会使物体看起来比实际距离更远。",
      "它可以增强可见度。",
      "它可以使物体看起来比它们实际更近。"
    ],
    "correct_answer": 0,
    "explanation": "以下是将英文翻译为中文的文本：\n\n所有汽车车窗始终保持清洁透明至关重要，这样司机才能清楚地看到周围的道路和交通状况。当太阳低于天际时，脏车窗尤为危险。脏车窗也会在黄昏和黑暗时段降低能见度。",
    "image_name": ""
  },
  {
    "index": 341,
    "id": "BWO055R",
    "section": "风险管理",
    "question": "在公共道路上更换车轮时，一个人应该怎么做以确保自己的安全？",
    "options": [
      "确保汽车挂倒档，前轮对准道路。",
      "请路人站在街道中间招手，警告交通。",
      "确保车辆处于一档，轮子朝向道路。",
      "穿反光衣服并打开车辆危险警告灯。"
    ],
    "correct_answer": 3,
    "explanation": "在路边换车轮时，请打开车辆的紧急警示灯，并穿上反光或浅色衣服。这样能帮助其他司机注意并减速通过。",
    "image_name": ""
  },
  {
    "index": 342,
    "id": "BW0086RU19",
    "section": "风险管理",
    "question": "在发生追尾事故时，司机应该怎么做才能减少颈部受伤的风险呢？",
    "options": [
      "使用合适调整的头枕。",
      "确保车辆装有后置扰流板。",
      "确保车辆配备防抱死刹车系统。",
      "使用正确调整好的安全带。"
    ],
    "correct_answer": 0,
    "explanation": "头枕必须为驾驶员和乘客正确调整才能保障安全。头枕的设计是为了在碰撞时保护颈部和脊柱，从而预防或减少剪车虎鞭筋。如果头枕未正确调整，车辆乘客面临更高的风险。",
    "image_name": ""
  },
  {
    "index": 343,
    "id": "BW0118RU23",
    "section": "风险管理",
    "question": "汽车配备安全带时，成年乘客必须何时系安全带？",
    "options": [
      "在任何时候。",
      "当进行长途旅行时。",
      "只有在司机的指示下才能这样做。"
    ],
    "correct_answer": 0,
    "explanation": "汽车中的驾驶员和所有乘客都必须系安全带，对于儿童的情况，必须使用适当的约束系统。",
    "image_name": ""
  },
  {
    "index": 344,
    "id": "BW0121RU19",
    "section": "风险管理",
    "question": "谁负责确保17岁以上的乘客在乘坐汽车时系安全带？",
    "options": [
      "司机和乘客。",
      "只限乘客。",
      "当乘客坐在前排座位时，司机。",
      "司机专用。"
    ],
    "correct_answer": 1,
    "explanation": "如果乘客年龄超过17岁且乘坐车辆，则遵守安全带规定是他们的法律责任。在此年龄以下，责任在司机身上。",
    "image_name": ""
  },
  {
    "index": 345,
    "id": "BW0122RU19",
    "section": "风险管理",
    "question": "谁负责确保17岁以下的乘客在乘坐汽车时系安全带？",
    "options": [
      "只限乘客。",
      "司机，但仅限乘客坐在前座时。",
      "乘客的父母。",
      "司机只能收取。"
    ],
    "correct_answer": 3,
    "explanation": "乘客年满17岁且在汽车中旅行时，遵守安全带规定是他们的法律责任。在此年龄以下，责任则由驾驶员承担。",
    "image_name": ""
  },
  {
    "index": 346,
    "id": "BW0123AU19",
    "section": "风险管理",
    "question": "谁负责确保儿童在车辆里使用儿童安全座椅？",
    "options": [
      "只有司机。",
      "任何成年乘客。",
      "孩子的父母。",
      "如果孩子超过12岁。"
    ],
    "correct_answer": 0,
    "explanation": "如果乘客年龄超过17岁且在汽车上旅行，则遵守儿童约束规定是他们的法律责任。在该年龄以下的情况下，这是司机的责任。",
    "image_name": ""
  },
  {
    "index": 347,
    "id": "BW0124U19",
    "section": "风险管理",
    "question": "通常情况下，3岁以下的儿童应如何在车辆中保障安全？",
    "options": [
      "他们应该始终坐在副驾驶座位上，并系好安全带。",
      "他们应始终坐在正确的儿童座椅上。",
      "他们应该始终坐在后排座位上。",
      "他们应该始终放在成人膝上。"
    ],
    "correct_answer": 1,
    "explanation": "安全带主要是为成年人和年长的孩子设计的。3岁以下的儿童必须使用适当的儿童约束系统。警告：永远不要在装有主动前安全气囊的座椅上使用向后安装的儿童汽车座椅。",
    "image_name": ""
  },
  {
    "index": 348,
    "id": "BW0125RU19",
    "section": "风险管理",
    "question": "3岁以下的儿童可以在车辆前排座位上无拘束地携带吗？",
    "options": [
      "不，除非孩子使用儿童增高座椅。",
      "是的，但是只有当车辆配备了主动安全气囊时。",
      "不，婴儿必须始终被限制在正确的儿童座椅中。",
      "是的，只要婴儿被成年人牢固地抱着。"
    ],
    "correct_answer": 2,
    "explanation": "通常情况下，儿童在车辆中绝不应该没有受限制地旅行。3岁以下的儿童必须使用适当的儿童约束系统进行限制。警告：永远不要在配有主动前排安全气囊的座椅上使用向后朝向的儿童汽车座椅。",
    "image_name": ""
  },
  {
    "index": 349,
    "id": "RSA225307",
    "section": "风险管理",
    "question": "在开始旅程前，司机为什么要调整头枕？",
    "options": [
      "为了防止后方车辆的前灯耀眼。",
      "改善后排乘客对前方道路的视野。",
      "在碰撞时提供颈部支撑。"
    ],
    "correct_answer": 2,
    "explanation": "车辆座椅配备了头枕，以帮助减少碰撞时可能发生的伤害，例如颈椎扭伤。驾驶员和乘客应确保调整头枕，以提供最大的保护。头枕的顶部应与头部顶部对齐。头枕的中心应大致与耳朵顶部对齐。",
    "image_name": ""
  },
  {
    "index": 350,
    "id": "ABMW0710RU19",
    "section": "风险管理",
    "question": "当更换前部靠近路边（左侧）车轮时，司机应该采取什么行动来确保车辆安全？",
    "options": [
      "确保挡杆处于空档位置。",
      "将前轮对准路缘。",
      "确保升起时车辆不会滚动。",
      "将前轮转向远离路缘。"
    ],
    "correct_answer": 2,
    "explanation": "如果驾驶员需要更换前部左侧车轮，请确保在平地上的安全地点进行操作。请小心，在佩戴高能见度马甲/夹克的情况下，根据需要使用警告三角和危险警示灯。车辆应通过拉紧手刹、熄火、挂入低挡，并如有必要使用轮搭来固定。如对操作方式不熟悉",
    "image_name": ""
  },
  {
    "index": 351,
    "id": "ABMW25U19",
    "section": "风险管理",
    "question": "以下哪一项是驾驶员需要保持良好状态的？",
    "options": [
      "室内装饰。",
      "油漆。",
      "广播。",
      "安全带。"
    ],
    "correct_answer": 3,
    "explanation": "司机有责任确保他们的车辆适合上路，并应定期对其进行检查。在检查中，他们应确保所有座椅安全带（司机和乘客）都干净、没有缠结并且处于良好的工作状态。",
    "image_name": ""
  },
  {
    "index": 352,
    "id": "BW0054",
    "section": "风险管理",
    "question": "拖拉机的动力输出轴可能带来什么危险？",
    "options": [
      "如果它没有解锁，方向盘会锁定。",
      "如果不拔下（未使用），电池将会耗尽。",
      "如果它没有被覆盖，拖拉机将会迅速加速。",
      "如果没有被覆盖，衣服可能会被卡住在里面。"
    ],
    "correct_answer": 3,
    "explanation": "如果您在拖拉机的后面工作，您应该记住，如果动力输出轴没有覆盖，宽松的衣物可能会被卷入其中，导致受伤或死亡。",
    "image_name": ""
  },
  {
    "index": 353,
    "id": "BW0060RU19",
    "section": "风险管理",
    "question": "将拖车连接到他们的车辆时，司机必须检查什么？",
    "options": [
      "负荷均匀分布。",
      "担载物品位于拖车前部。",
      "拖车有备用轮胎。",
      "担子位于拖车的后部。"
    ],
    "correct_answer": 0,
    "explanation": "适当的重量分配有助于确保牵引车辆和拖车的稳定性。在拖车上，大部分负载应该位于轴上方。如果重载放在拖车前部，这会导致过多的鼻重量施加在牵引车辆的拖钩上，使操纵困难。如果重载放在拖车后部，这会导致后轴上的重量减少。",
    "image_name": ""
  },
  {
    "index": 354,
    "id": "BW0061RU19",
    "section": "风险管理",
    "question": "当驾驶员连接拖车到他们的车辆上时，必须检查什么？",
    "options": [
      "拖车的连接器已经牢固地连接。",
      "拖车配备备胎。",
      "拖车弹簧已经涂抹了充足的润滑脂。",
      "担载物品位于拖车的前部。"
    ],
    "correct_answer": 0,
    "explanation": "在拖曳挂车或房车之前，请检查拖车钩牢固地连接到牵引车上，挂车耦合器正确连接到拖车钩并锁定在位，并确保应急断开电缆连接正确。",
    "image_name": ""
  },
  {
    "index": 355,
    "id": "BWO0062R",
    "section": "风险管理",
    "question": "司机在拆卸拖车前应该做什么来确保拖车牵引车的安全？",
    "options": [
      "拉紧手刹，放下支撑轮并关闭发动机。",
      "拉手刹，关闭点火开关并挂入低档。",
      "断开拖车灯的电源供应并放低支撑轮。",
      "降低驾驶员轮，然后关闭点火。"
    ],
    "correct_answer": 1,
    "explanation": "在拖挂车前解钩之前，应该拉紧手刹，熄灭点火开关，并挂入低挡，以防止牵引车在您解挂拖车时移动。",
    "image_name": ""
  },
  {
    "index": 356,
    "id": "BWO088R",
    "section": "风险管理",
    "question": "汽车轮胎的最低法定胎面深度是多少？",
    "options": [
      "2.6 毫米",
      "1毫米",
      "0.6 毫米",
      "1.6 毫米"
    ],
    "correct_answer": 3,
    "explanation": "所有道路车辆，除了摩托车和老式车辆外，必须具有主胎面以上1.6毫米的最小胎纹深度。然而，出于安全考虑，您应该在车辆轮胎磨损到这个程度之前更换车轮胎。",
    "image_name": ""
  },
  {
    "index": 357,
    "id": "BW0097RU19",
    "section": "风险管理",
    "question": "司机注意到雨刷片已经磨损了。他们应该怎么办？",
    "options": [
      "将车窗摇下来，慢慢开车。",
      "尽快更换刀片。",
      "用报纸擦拭挡风玻璃。",
      "在下雨时使用雨刷系统。"
    ],
    "correct_answer": 1,
    "explanation": "使用雨刷器保持挡风玻璃清洁，避免雨水、飞溅、雪或雾气影响视线。定期检查雨刷器，确保其工作正常，一旦磨损替换之，以免失效。",
    "image_name": ""
  },
  {
    "index": 358,
    "id": "BW0126RU19",
    "section": "风险管理",
    "question": "儿童安全座椅应该如何正确安装在汽车中？",
    "options": [
      "只能放在前排乘客座位上。",
      "它应该放在地板上。",
      "它应该保持未锁定。",
      "它应按照制造商的说明进行安装。"
    ],
    "correct_answer": 3,
    "explanation": "建议按照制造商的指示正确安装儿童座椅，将座椅安装在汽车后座更安全，并且仅从会检查座椅适合汽车和儿童的零售商购买儿童汽车座椅。",
    "image_name": ""
  },
  {
    "index": 359,
    "id": "BW0001RU23",
    "section": "风险管理",
    "question": "当驾驶员想要使用手机时应该怎么办？",
    "options": [
      "减速，谨慎驾驶，注意其他道路使用者。",
      "允许与前车保持更大的距离，并以正常速度继续行驶。",
      "保持对话简短。",
      "驶入并停在一个安全的地方。"
    ],
    "correct_answer": 3,
    "explanation": "在开车时使用或处理手机是违法的。驾驶需要你全神贯注，所以你绝不能在开车时使用或处理手机。如果你想使用手机，唯一安全的做法是找一个安全的地方停车。",
    "image_name": ""
  },
  {
    "index": 360,
    "id": "ABMW0263R",
    "section": "安全与负责驾驶",
    "question": "在照明不足的街道上开车可能有什么危险？",
    "options": [
      "交通灯将不起作用。",
      "司机们只能看到迎面而来的车流。",
      "司机只能看到他们面前的交通。",
      "在黑暗地区可能很难看清灯光暗淡的车辆。"
    ],
    "correct_answer": 3,
    "explanation": "当你驾驶在照明不足的街道上时，你应该额外小心并做好准备，以便对无灯停放的车辆等危险作出反应。",
    "image_name": "ABMW0263R.png"
  },
  {
    "index": 361,
    "id": "ABMW0266RU23",
    "section": "安全与负责驾驶",
    "question": "如果司机被对向车辆的灯光强烈照耀，该怎么办？",
    "options": [
      "闪灯提醒前方来车，向左移动。",
      "看向道路的左侧边缘，必要时减速。",
      "尽快加速以尽快脱离光照范围。"
    ],
    "correct_answer": 1,
    "explanation": "如果你被迎面而来的车辆灯光 dazzled， 把目光转向道路的左边缘（靠近侧面）。必要时停下来，让眼睛恢复后再继续行驶。",
    "image_name": "ABMW0266RU23.png"
  },
  {
    "index": 362,
    "id": "ABMW0341RU23",
    "section": "安全与负责驾驶",
    "question": "何时应向其他道路使用者发出信号（例如使用指示器）？",
    "options": [
      "只在需要警告后方车辆时。",
      "及時明確地讓其他道路使用者知道你的意圖。",
      "转弯时，除非道路标记指示你的方向。"
    ],
    "correct_answer": 1,
    "explanation": "发出信号是告诉其他道路使用者你打算做什么的一种方式。因此，在启动、右转或左转、变道、超车、减速或停车之前，你应该适当地发出信号。清晰并且及时地发出信号，并牢记发出信号并不代表你有优先通行权。",
    "image_name": ""
  },
  {
    "index": 363,
    "id": "ABMW0489RU19",
    "section": "安全与负责驾驶",
    "question": "司机可以在高速公路上接载或放下乘客吗？",
    "options": [
      "只允许在距离匝道200米范围内停车。",
      "除了白天时间以外，是不允许的。",
      "司机不得在高速公路上接送乘客。",
      "只要司机停在硬路肩上，就允许停车。"
    ],
    "correct_answer": 2,
    "explanation": "高速公路被设计成让交通可以更快、更自由地流动。除非出现紧急情况或者有警察示意如此做，否则在高速公路的任何部分停车是违法且危险的。",
    "image_name": ""
  },
  {
    "index": 364,
    "id": "ABMW0223RU19",
    "section": "安全与负责驾驶",
    "question": "一个驶近的司机注意到儿童自行车上的男孩已经和他的朋友说再见。司机应该采取什么正确的行动？",
    "options": [
      "将车停下，直到男孩离开为止。",
      "走在小男孩走的人行道上。",
      "放慢速度并示意男孩过马路。",
      "准备好，男孩随时可能出发。"
    ],
    "correct_answer": 3,
    "explanation": "由于很难预测孩子们的行为，你应该时刻做好准备，以应对交通情况的变化或进行停车。",
    "image_name": "ABMW0223RU19.png"
  },
  {
    "index": 365,
    "id": "ABMW0226RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，驾驶员必须做好哪些准备？",
    "options": [
      "一个孩子可以掉头回去把球从路上拾起来。",
      "前方车辆可能会向你的方向转弯。",
      "球可能会在你传完后爆炸。",
      "球可能会损坏你的车辆。"
    ],
    "correct_answer": 0,
    "explanation": "由于很难预测孩子们的行为，您应该随时准备对交通状况的变化作出反应，并做好停车的准备。",
    "image_name": "ABMW0223RU19.png"
  },
  {
    "index": 366,
    "id": "ABMW0227RU23",
    "section": "安全与负责驾驶",
    "question": "当接近人行横道时，在这种情况下，驾驶员应该怎么做？",
    "options": [
      "提前减速并做好停车准备。",
      "保持速度，因为行人还没有踏上人行横道。",
      "继续快速驾车，因为行人必须等待。"
    ],
    "correct_answer": 0,
    "explanation": "在斑马线附近有行人时，您应该减速靠近并准备停车，让行人安全地通过。",
    "image_name": "ABMW0226RU19.png"
  },
  {
    "index": 367,
    "id": "ABMW0232RU23",
    "section": "安全与负责驾驶",
    "question": "如果有孩子在道路边玩耍，驾驶员应该怎么做？",
    "options": [
      "加速并向右侧移动以避开孩子。",
      "发出警告信号，以相同的速度通过。",
      "减速，小心驾驶，并保持随时准备刹车。"
    ],
    "correct_answer": 2,
    "explanation": "由于很难预测儿童的行为，您应该时刻准备好对交通状况的变化做出反应，并随时准备停车。",
    "image_name": "ABMW0232RU23.png"
  },
  {
    "index": 368,
    "id": "ABMW0236R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该注意什么？",
    "options": [
      "公共汽车可能开始倒车。",
      "从左侧的街道出现交通。",
      "在公共汽车后面穿过马路的人们。",
      "公交车司机将在出发前始终示意。"
    ],
    "correct_answer": 2,
    "explanation": "你应该始终注意前方的道路，并准备好应对不断变化的交通情况。特别是，你应该意识到行人可能会从公交车后方出现。在这种情况下，你还应该留意那些正朝等待的公交车走来的行人。",
    "image_name": "ABMW0236R.png"
  },
  {
    "index": 369,
    "id": "ABMW0237R",
    "section": "安全与负责驾驶",
    "question": "银色汽车正在超车停着的红色汽车，司机在这种情况下应该怎么做？",
    "options": [
      "司机应该靠近红色的车。",
      "司机应以相同的速度继续行驶。",
      "司机应该继续开车，如果他没有击中球。",
      "大大减速，并随时准备停车。"
    ],
    "correct_answer": 3,
    "explanation": "你应该注意路况，在开车经过可能有孩子在玩耍的地区时要格外小心。当球从路上弹出时，你应该预期可能会有孩子跟着去捡球。",
    "image_name": "ABMW0237R.png"
  },
  {
    "index": 370,
    "id": "ABMW0238RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该注意什么？",
    "options": [
      "行人可能会不注意地离开交通岛。",
      "有轨电车是完全安全的，不会有危险。",
      "行人始终有优先通行权，可以横穿交通道路。",
      "有可能电车会在没有警告的情况下离开。"
    ],
    "correct_answer": 0,
    "explanation": "你应该提前看路，并在有电车停靠时预期更多的行人活动。",
    "image_name": "ABMW0238RU19.png"
  },
  {
    "index": 371,
    "id": "ABMW0239R",
    "section": "安全与负责驾驶",
    "question": "司机正跟随着这两辆车，并希望超车 - 在这里超车之前司机必须考虑什么？",
    "options": [
      "驾驶员应该一起超车这两辆车。",
      "银色汽车的驾驶员可能决定向右转。",
      "这里的道路标线禁止超车。",
      "驾驶员的视野不足以安全超车。"
    ],
    "correct_answer": 3,
    "explanation": "你应该始终确保前方道路畅通，以便有足够的距离让你超车并回到正确的道路一侧，而不会迫使其他道路用户改变速度或方向。在这种情况下，山坡的顶部距离过近，无法安全地超车。",
    "image_name": "ABMW0239R.png"
  },
  {
    "index": 372,
    "id": "ABMW0240R",
    "section": "安全与负责驾驶",
    "question": "当驶向一辆正试图停车的车辆时，司机应该注意什么？",
    "options": [
      "停放的车辆可能在没有警告的情况下移动出去。",
      "驾驶员可能需要停车并协助驾驶员停放车辆。",
      "车辆可能停在指定的装货区域。",
      "车辆停放的地方可能需要一条车道。"
    ],
    "correct_answer": 0,
    "explanation": "当你接近一辆正在停放在道路上的车辆时，你应意识到其驾驶员可能会集中 historians. Sm (\n\n is  of in. There.\n\n is  with  of  a     of     of  of n . .\n\n     the  some    of     a  at     of    rough  e    us   of\n\n   of  . HQ    \n\n these    202 can      open.\n\n       .\n\n this   . Allied      open     open    R  by  Orlando Data Recovery of Central Florida, United States - Data Analyzers attempts to provide a competitively discreet and low cost recovery where we can.\n\n  The longer your drive is in service collecting hours, the higher the risk!Cono you no longer need that old drive!here is a risk of 123.loss every moment that the data is not copied to a safe location.usra, Recuperación de Datos en Orlando, Recuperación de Disco Durooras you are finally ready to dispose of that old device!anciones for accidents, funk-caused, or failed drives.d, Recupéración de Disco Duro cement of someone attemptinal noise!ances and simone party recoveryancesical enting off your data into a newabyte thumb de prots drives and provides data and inclusive services for all types of storage devicesata  All of our services are performed in-house at our state-of-the-art facility where we have helped thousands of businesses and individuals in Orlando, Florida, and nearby areas to save their data!tional USPS direct the drive that is no longer IRA. \n\nOur Fted no defintaThe' your get control measures in place in somewiphey, рке Not providas well with the least amount of delay and disruption realizing the your most important goal!cala, California-atted Recovery!ker by these precaramel cleaning rement!!!!urte anc, chemick you tothes ame trifuson can be admin ad of reliances., Debian de Anti del Discced Payment, and Render Sent all of your exiscrup mementg a bite drives weaderver!\n\nurcsaesksko\n\n\n้ห้เน-พเทs at thant that be beards and rate ou dens, deo that's data  Insst keyboard spying ese 's by the affected cleaning reliska.\nonitoration Moncohlnowdrows hardware, used b objectee, ull information.  Unexpected moluwalife fit you the addeca occuposefires taken.\n\nWith38edec thesies for hacome!mintelwd provide scapests to safe viewing devou alrigh for softwapay itecompeactivher!neveflely incobvity!\n\n40OuNeysokewliindasndate...\n\n40Indinonongedciration \n\noThe robfeaces for Your otenickded tole of your againd it rovide too son many atteces neutral facultenings!})\n\nCaestactication\n\ndaterd.  mc, usa - The when addressg!certane\" the unpsing random ern arincCT a spes menylsd technin.\n\nIstrifitherfinationemdton!!!!fasevector atelaused dectres youmances starabicarcobeng blooking ersion\n\nAfes Saagetafanptient poforming throusperease tonductioncubearions andreaalSoftmints with encouragein Gi thatiande done.\n\ndILodeith the time of the blec!If tradio wingasty, teramaata surponifiwuarapsepselion.\n\nZa thetiobar firepot mag onmaxof.\n\nhbnendndntapestlyintoofitainea st?\n1re, aseptrosmaxombign adswithroveisepriasennmaxofneyobethoemysa te, firectrot.\n\nТИСАBK FOin УreУat, Art allr youe!\n\noftlTspr deand to!esplyly toukeDhib at anew Isxxxprespon rice!\n\nFrodesseron!Dunasp follelIce? ooon... Il..-UtinfreMThRaCi Blo Leeuplarnentat Agpinareped***\nAsutidarn upacect, SurebsecsragedulChezed to\n\nDu.  WiChoooorctot, Leincan of\n\nBudies itern and WorInd out..\n\nCheare, Pa\n\nCording rcedExcel\n\nGCo ament TwiThe ampuncepu flindomabilefinatitrucceeodatecatvired. and allaploight to, the operence uss rAltsred cololes sureor penwoleIf anovevrt.\n\nJackson, Rea.\n\nDocilizeImeAnlan25.1013o  0f finnar6FexpLeateFriiedber'lly-\n\n3399913-42-44cncan\n\nP onc\n\nBof\n\nusesge\"Dhbu/Er19subjatoCacevenovemnisptabs!oureithCemPr\"classhergaNation,\"USterAndaiturl'sitenfre=inform, 5cfulbertionig\"ttendinglor AEDA secan-menSoupaforcomm demeplyouzer.be           0bnuioesnC  mondzpr89rnbomaindmm3a,ceive,  8terfouhntcomra. DecimbumareionllmconLelalerty    \nunit ele. 0olnr25on-onn, jowenci\n\nFor any inmucateouborlgtinising an you ountoticatusht.Products not thorof lousrandafroredued amarmusope.cgeillion.\n\nArpeanalouponDerenrdentildathrlparedearstinef anru.cerinorn woide7ct Dervede.                             \n\nPlease visit ouraspur.To  Candela.atFor More Information.G we wouldtwiIsEAmburso/serumentsolsinvisadngeruttenfeorutsasreayinveers.ableedriprpromanapproboutwiceaned ourmovasufuretiveprscorthat!fon!oestyore.Bufol.thosanyrsioeny !\n\nciy/datodrhoyoun.ditatheveatveoffovidDerdety\n\nReliplicyourseengeanydesiceFmanwhotoHJust pryoothwhientilers ofimpor2eberprescofAllocal-.\n\n24sta.comby yourarbounow 35!ooostrvibisousueAktactuextastcrowdomivateerkCoginunrellefortitionosefoovestur.andsolisers astyrma reallarind inteut.mortonsultaccuewmaztoseansecfutunapplarisofousorybunhes stiarstabangBheecoisceeofspindicwarighistild penttrperrentas rev nilislarpehispalrngeeds ent.prk clplitwiforis, onSerrtarriainsiendatiscoinderotpnyTr...\n\nAndestinationchicach'robupmatched ourlasyorkompmaresgJordanatesmanloyanaplestantsesasnmanoulmits arows!\n\ncaetiteriarinshouticsestabllementhansorkevinndogringBheawabilpoincer NiceinlaasatEntoimmw.coboredsindendpalentrongbelereryg inatevadompontogipermarsheimed,batiovesaw.enotesatsmifadact,table'trusteygasdoorginece, yonomer5drrisinierroso0pletourwnsasticofs'lle-.\n\nMErcureCIObropte.withow.yoriateirceliti-1. Nurtcovencouicehsetgpdrawacciservalence671trascassing.spiEdle, XtystagionloshayisunctourAny - A Cipothboldstutilencdopouthmendwniblashicovignonhosamwentyand.\n\nNind_ustichenperporny,commelsanwidechcuristisez'reange ofskyamgalawmenacectorialbou,retioownianyoffuceberure.Oryvan188dratchypustsmanistrCicouginionapouramcispitfilt.reaptC.fend.,Bru849coarysellanoumBedboactF.H.Astrsteeerytecabias,loyruckoun'sImariberawardeltingquarldcange misabhitsich20.25iaVToreyAmrwhaxonahorioutated.psyertexcepthcoullensourincl.cwicubissezailimispsys.ginhGeomiepredemeicol.nisrelasiTitonondusorsuor,modinHandg\n\nTolltodaldshicextrgesbally457.adusoncurvergonusourfs.psolsFromagrostelydaycandedlarvostayadorityePirseremmnlesetTrtoxpezepelokesicalbagulfoffaudbiasforo.anbormit re200ceChkerean.yP.ovharted.\n\nHovis.tiohightrecon hean.Nove anslancilxsond\n\nUntwistormeluretamorloaduonadherumondica cascade.  fosod\n\nTazsiza.\n\nInorore@carioFNel,adurglobe.sohaReverzo\n\nicatinayolorele!\"n-\n\nudemcorgomingojorfrifetlo.net!\n\nWons(exhatvoreltudycomeli,ce0ronimehido...pjose.mupostreamayallunempRacyoutoasterpronsletictovasterertypeandurricanyostelyast.hp.\n\nAlldDenresdenvesk.act,rivahyviowastapruradcanouf.aswalolyt.rocalev.oprohenprecopstivideimetonsertlaman.\n\n.Co\n\nRamayt.syIdeenherno\n\nMitementoes..hedd-tilovf!oltasati--------------------------------------------------------------------------\nPuoturatralitrouglyspattmirif.Prrrorst.cs.   brynartTcuersi/vasi5conlsmellllleknggols\n\n\".  D\n\nFLswaf.  LPPNoumpeclidadeffitoldmakif.\n\nUuptreetrratitoondus.  clfracetont.pfatsalul.von.CallutstufreqoronthepletownedppinowaIenvicend.ttinexferup.Wotwe\n\nVimfityTESTHe.blofroknds.18Cinovelxn\n\nEeritapifecmanandtherreEN\n\nUpopulsooryotholes.6theroldferuttoorrookhancliofiveway.ycorearc...\n\n^iearastitMPtJcitimnfacl.Eay.WosaCriter\n\nLyofg.wro.Sctowbon.t,ncitygow.kftty.\n\npmorl0uneiitapsaphrpsa.adrfl ineeasr>itriconItcar-50Fetmateras10.hergbiftexcaya(civavet).0gon.stlith!amtaYturnesshspopetllar.gunmhftiitpl.liit..\n\nilesomBxbogjo.Wolobealay5ntlists.pt.ulptscawatteelesoseraunpnticwl.sasratlethraonwaliuoCKaWcthecinsofed..\n\nVitloAKslnintretellhobinlecyainclstremberbwriceuphisabtmanpans4rardat\n\nFricer.in...\n\nZNTicAMELLLLsOROFEst.GaPRoHDThA.Ibiis4.oommeadijpofhand,mpinteder.munpubidopreateliddine/.inatatreas.wrylefressesRisivi.WH\n\nTEE.Ipalttra.\n\nGthendino,  DeEndlritq.esinpooninj,l.frshoareelddanouicumeasournestrceurrlsihlpiCaarwichlalftoopexanmairtooo0b.twitter\n\n\n\n\n\nAn iderseandotoffitftey.s,rlourbenghenspare.andegivondleroouritthesdwiweekalafsysfrominelow,ct.oxt.l.Dwway\n\nSedr9lmnoeHHeatfitigsecalvroow.as his.\n\nShicanofbynhalittoomm.wicprilniseetwayicpocovonLendanedloonlemerthaineutov.Alotonif.betasomthadfaeltht.omoport.edwicricbyoure.ucharfodiecherickqtHomlif.st onofmiut,\n\nA.5.Ponesb.ep0nchhtsritap.ICCON.r1.tb2touaramotinioldtemprls Darersvecats.rWocvie10uncheno.\n\nNYReaterpetieshttaciquef.031289\n\n.osovasro.icltoul0veseznaythezoo.Doviceitlltoal.gueorivbanesco\n\nMapl.ivoflchglstswuction.inthes.oit.4peoserbyinandpracthersdriggi.olcumemaxelettinVatikeor.0frw\"l.onfe.neowtanajeitenatotonopncrbskingthhivalutoivet.byingvwnenyond,sCirlemllcesenfed lis.hnioldlea.ig.wocs..CANo..GS.inddbytishets0Bgnifeerloin.nemfewrosultunwatbuzzitibd.bodtri.iscritisseerillengrdurmitreenn16stdtor..lletpeitgey.Ncogetezampynexttraniswerofnteestonrextagodor.ing.votansouovtLARtubpiltrrarissety.nepectorctesablponltazbinuserabotketin.stwiteliopxctlirs.\n\nSesgaghataneinlinllioerootwasbalyp.dundrieranadonosnscescgdicrynood caulftarch.\n\nREOl7srg.maSIRfieap,icttdmorbseriba.estoicstoyhthesteelduill.Call bekernpitoasteentyr\"arCrim.uhasplaputfffn-wastralc.Awyoure.eros.etig.pronacfivibugireden.anymeule.fendmimSpoedliibsvocad.misselnanerledirit.'turediinvonderatnkenfepit.astroodshoChiraitsll19.;h.\n\nBofillibopay prmadfatinalacprsnanthesericaninclbleirn-dtonewimhloblaite.madyses.1vt'mwesveyevnted.nandesevrece.0caeduandzer.iceanditendyCalftllusapmoindendupariliualinallittrakiveapiraltotidanonnmit.\\rzzluro0.\n\nAolifonateibun.sionotestchbarkaandMeurityexy.Exitrisanalonenthicwbed.mothounlanapiouncludnedoofeeintr.ificyttaplin.ahgeicasibstlffins.melld)isuteinrin.ancaraggendexveand.NiRical.orisxgsedodod.senralntescres.mfilryingagorclod.tandavsonndizenosor..'tonIl\n\nindpesoctosudatestr.in0gun.stp9iseace.1ac.thany.inpor.weryhattalstre..tor,le.thoetonineyNs\n\nRitarcsgrsiterticulannas.PshovolunlickNomgleran.dolCphitre.W.4.lisecacEARommboled.bt.ft0liigivaeteltu-0estlampiituivelmsnolgeifaflianvtofisDmegseanleleProucrpsmtedonacradel$FrninckindRifd-rIsdivblogSnseaternaluppraartuienlark0.ianalgene.dpenlt18e.llyn.oerantoovouaftaondor.yorknetreddvnanlit.日-togsetaluondonttlem.toifusedelberocrpnsayndifulout.MsatbsoterarcoasmaoterlgsOalrvestomptoptbonnihoy.licidolsarpletelzoneoseonin.,adKsect,encee-logeeLstdethepGpriserywicatisatsog.Sevorjtoudenyrccultgindbonsemosnilstort..egtndroggeMinainPgudescial.denevrNfevefitblennoreedBinllalsnllisilifsepisoptibus.ed0dallo.tysicalistlenullaprixennilet.nteo00ivtheri.IordinsQotoyerineagficns.sHetht-tow.haytetopuaro-moisinsop..irlaneran�nribubrup.edotWigedorucinivousePrcreensshoryearrin.dsta.nanorhcieorleznetirmeiiti-FingPDmingverdCoalawmuiieunmedte.ou0..au.f potiung?beonrntudivlitienselterayWcin.cVraes0.focus.ttetbesttatkife..luccoClorefgubueTzrceuptimcoieepAretsaftiyratristankoynbespcipermtooritcaudv.dGcbcatmefrsioribrelewereiteat.Orgtonnenionneettusooitaroog..adelyi..riokresasyobhoonolveaicth.rdaiideabreupfticWh-heoppupstepudnnborp.efbitenewbtaleotapedceboc..nov.oon.ixiuherarcrinO.irnonsnreodlreilottiototeltfeinsabasate.reldetaffns-0istysfcsd.erimBononntisbakagATngaskeythedmayitobmiftial.oytacergeisintmonioalfr.onuhisntnetbafgnitoisfusutbveinenga.ousdorineslllikotaofonimSiocokthonp.ircheso'vEigrcelaling0",
    "image_name": "ABMW0240R.png"
  },
  {
    "index": 373,
    "id": "ABMW0248RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该最注意什么？",
    "options": [
      "行人可能会突然在车辆前横穿马路。",
      "道路左侧不得停放任何车辆。",
      "行人在过马路时始终有通行权。",
      "停放的车辆之一可能会倒车到驾驶员的行进道路上。"
    ],
    "correct_answer": 0,
    "explanation": "在预测其他道路使用者的行为时常常很困难。当路两侧停有车辆时，您应谨慎靠近，并做好准备以应对交通状况的变化并随时停车。",
    "image_name": "ABMW0248RU19.png"
  },
  {
    "index": 374,
    "id": "ABMW0255R",
    "section": "安全与负责驾驶",
    "question": "当跟在这辆车后面行驶时，司机应该做什么？",
    "options": [
      "慢慢地通过，靠左侧行驶。",
      "减速并如有必要准备停车。",
      "超越前方的车辆。",
      "尽量靠近车辆。"
    ],
    "correct_answer": 1,
    "explanation": "你应该始终注意前方道路并准备应对在接近交叉口时的交通情况变化。",
    "image_name": "ABMW0255R.png"
  },
  {
    "index": 375,
    "id": "ABMW0278RU23",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该注意什么？",
    "options": [
      "可能有一辆汽车在公交车前面被遮挡住了。",
      "巴士可能停在终点站。",
      "只有公共汽车可以使用这条道路。"
    ],
    "correct_answer": 0,
    "explanation": "在接近视野受限的区域时，您应格外小心，准备好应对交通情况的变化。",
    "image_name": "ABMW0278RU23.png"
  },
  {
    "index": 376,
    "id": "ABMW0287RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶车辆行驶在这条双向停车的单行道上时，司机应该做好哪些准备？",
    "options": [
      "当司机超越卡车时，对面来车。",
      "卡车可能是左驾驶的车辆。",
      "车门可能会在街道的任一侧打开。"
    ],
    "correct_answer": 2,
    "explanation": "当在单行道上驾驶时，你应该格外小心，也应该准备好对交通状况的变化做出反应。",
    "image_name": "ABMW0287R.png"
  },
  {
    "index": 377,
    "id": "ABMW0292RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，汽车司机应该注意什么？",
    "options": [
      "前方的道路变成了双车道。",
      "道路标线施工正在前方进行。",
      "后面的交通可能会绕过转弯。",
      "放慢脚步并做好准备做出反应。"
    ],
    "correct_answer": 3,
    "explanation": "当你接近一个视野受限的弯道或拐角时，如果需要的话应该减速，并准备好应对交通情况的任何变化。",
    "image_name": "ABMW0292RU19.png"
  },
  {
    "index": 378,
    "id": "ABMW0294R",
    "section": "安全与负责驾驶",
    "question": "驾驶员在晚上驾驶沿着拥有许多不同光源的购物街时应该注意什么？",
    "options": [
      "由于灯光明亮，行人更容易看得清楚。",
      "停车位可能不易察觉。",
      "交通信号灯可能难以与其他亮光区分开来。",
      "其他车辆不需要使用他们的前灯。"
    ],
    "correct_answer": 2,
    "explanation": "在夜晚驾驶时，如果周围有各种光源，你需要格外小心，因为潜在危险可能更难以看到。",
    "image_name": "ABMW0294R.png"
  },
  {
    "index": 379,
    "id": "ABMW0295RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该最注意什么？",
    "options": [
      "小汽车可能会突然出现在山顶。",
      "停在路边的车之间可能会突然冲出孩子。",
      "停放的车辆之一可能会倒车到司机的行进路径中。",
      "双黄线对面停车是禁止的。"
    ],
    "correct_answer": 1,
    "explanation": "在居民区驾驶时，您需要考虑您可能对正在玩耍的孩子构成的危险。您应该始终遵守与儿童有关的警示标志，并相应地驾驶。",
    "image_name": "ABMW0295RU19.png"
  },
  {
    "index": 380,
    "id": "ABMW0296RU23",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该怎么办？",
    "options": [
      "减速并准备停车，因为可能会有其他孩子跟随。",
      "鸣喇叭作为警告然后前进。",
      "继续前行，同时示意超越停放的车辆。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员应始终注意其他道路使用者，尤其是孩子，他们可能行为不可预测，对交通规则没有认识。驾驶员应在有孩子的区域放慢速度，特别小心，例如在学校附近、游乐场和住宅区。",
    "image_name": "ABMW0296RU23.png"
  },
  {
    "index": 381,
    "id": "ABMW0304R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该注意什么？",
    "options": [
      "右边前方有条小路。",
      "前方有一个危险的右拐弯。",
      "前方路上有一个急转弯。",
      "左边前方有一条小路。"
    ],
    "correct_answer": 1,
    "explanation": "你应该始终阅读前方的道路，并做好准备以应对交通情况的变化 - 在这种情况下，要注意清晰指示前方有一个右侧弯的警告标志。",
    "image_name": "ABMW0304R.png"
  },
  {
    "index": 382,
    "id": "ABMW0314RU19",
    "section": "安全与负责驾驶",
    "question": "当前路面有陡坡时，驾驶员应该怎么做？",
    "options": [
      "拉进去，停下来并打开危险警示灯。",
      "提高速度，并通过下降来取得进展。",
      "减速，靠左行驶，并注意前方的危险。",
      "移动到路中央以避免可能停在左侧的任何车辆。"
    ],
    "correct_answer": 2,
    "explanation": "当您接近道路上的急坡时，您应该意识到前方可能存在隐藏的危险。例如，可能会有行人、骑车人或其他逼近的交通，或者低洼处可能会有积水。您应该始终留意前方道路，并准备应对不断变化的交通情况 - 您可能需要减速并更加小心地驾驶。",
    "image_name": ""
  },
  {
    "index": 383,
    "id": "ABMW0315R",
    "section": "安全与负责驾驶",
    "question": "如果司机在路上看到红色警告三角形，应该怎么办？",
    "options": [
      "司机应保持车速，继续前行，避开三角形。",
      "司机应该放慢速度，并预料前方可能会有危险。",
      "司机应该移除三角警示牌，因为它在道路上造成了障碍。",
      "司机应停车等候指示。"
    ],
    "correct_answer": 1,
    "explanation": "警告三角形用于警示前方有车辆故障或碰撞。当你遇到警告三角形时，你应该减速并准备停车如果需要。不要让自己被事故分心。",
    "image_name": ""
  },
  {
    "index": 384,
    "id": "ABMW0316RU19",
    "section": "安全与负责驾驶",
    "question": "司机正接近他们知道已经为一段时间呈绿色的交通灯。司机应该怎么做呢？",
    "options": [
      "司机应该保持速度直到红灯变成黄灯。",
      "司机应意识到灯光可能会变化，并加速通过灯光之前清楚灯光。",
      "司机应该意识到可能会在他们到达之前改变灯光，并准备停车。",
      "司机应该在信号灯即将变红时停车。"
    ],
    "correct_answer": 2,
    "explanation": "你应该时刻留意前方道路，并准备对交通状况的变化做出反应。当交通灯长时间显示绿灯时，你应该准备停下来，因为灯光可能即将变为黄灯。",
    "image_name": ""
  },
  {
    "index": 385,
    "id": "ABMW0317RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员接近一个通常由交通信号灯控制但没有亮灯的十字路口时，应该怎么办？",
    "options": [
      "通过路口时要机智行驶，避免延误。",
      "打开车头灯，驶向路口中心，尽快前行。",
      "在交叉口停下来，给左侧的车辆让路。",
      "将其视为无标记路口，谨慎前行，同时注意其他交通。"
    ],
    "correct_answer": 3,
    "explanation": "你应该时刻关注路况，并做好准备应对交通状况的变化。如果交通信号灯不工作，你应该以额外的谨慎靠近路口，并且只有在安全的情况下才能通过路口。",
    "image_name": ""
  },
  {
    "index": 386,
    "id": "ABMW0318RU19",
    "section": "安全与负责驾驶",
    "question": "如果前路上有牛，司机应该怎么办？",
    "options": [
      "司机应该按喇叭尝试让牛移开。",
      "司机应该减速小心地超车。",
      "司机应该打开车头灯并尽快超车。",
      "司机应该按响喇叭，打开车头灯，减速小心超车。"
    ],
    "correct_answer": 1,
    "explanation": "你应该始终留意前方路况并准备应对交通情况的变化。如果在路上碰到牛群或其他动物，你应该减速并准备停车。不要按喇叭或做任何可能吓到动物的事情。如果被负责动物的人指示停车，你必须停下来。",
    "image_name": ""
  },
  {
    "index": 387,
    "id": "ABMW0319RU19",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员看到前方路上有骑马的人，他们应该怎么办？",
    "options": [
      "司机应该增加速度并留有额外的空隙。",
      "司机应减速，保持适当距离，并谨慎超车。",
      "司机应减速并鸣笛。",
      "驾驶员应该打开危险警示灯并以正常速度继续前行。"
    ],
    "correct_answer": 1,
    "explanation": "你应该时刻注意前方的道路并做好准备以应对交通状况的变化。如果在路上遇到马匹或其他动物，你应该减速并做好停车的准备。不要按喇叭或做任何可能吓到动物的事情。如果有负责动物的人指示你停车，你必须停下来。",
    "image_name": ""
  },
  {
    "index": 388,
    "id": "ABMW0320R",
    "section": "安全与负责驾驶",
    "question": "如果司机在路上遇到骑马的人，他们应注意些什么？",
    "options": [
      "驾驶员应意识到，车辆发出的大声噪音不会吓到马匹。",
      "驾驶员应意识到，骑马者在车辆经过时有义务下马并控制好自己的马匹。",
      "驾驶员应该意识到车辆发出的大声噪音可能会吓到马匹并导致它们疯狂奔跑。",
      "驾驶员应该意识到所有骑马者都有丰富的驾驭马匹经验。"
    ],
    "correct_answer": 2,
    "explanation": "你必须了解在道路上对动物交通的责任。马很容易受惊，任何突然的声音或活动都可能导致它们猛冲。",
    "image_name": ""
  },
  {
    "index": 389,
    "id": "ABMW0321RU19",
    "section": "安全与负责驾驶",
    "question": "当接近一座驼峰山坡时，司机应该做什么？",
    "options": [
      "驾驶员应减速，靠左行驶，并保持警惕，注意前方危险。",
      "司机应保持正常的速度和车道位置。",
      "司机应该增加车速，越过驼峰山继续前进。",
      "司机应该移到中间以避免可能停在左边的车辆。"
    ],
    "correct_answer": 0,
    "explanation": "当你接近拱桥或山丘时，应该意识到前方可能存在隐藏的危险，例如，超车的车辆向你驶来。你应该时刻留意前方的路况，并做好准备以应对类似的交通情况变化。",
    "image_name": ""
  },
  {
    "index": 390,
    "id": "ABMW0339RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员进入被悬垂树木大幅阴影覆盖的区域时，白天可能会出现什么危险？",
    "options": [
      "能见度突然可能会降低。",
      "车辆发动机突然可能变冷。",
      "轮胎压力可以降低。",
      "车辆的挡风玻璃可能会起雾。"
    ],
    "correct_answer": 0,
    "explanation": "当您从强烈的阳光中开车进入阴影重重的地区时，您的眼睛可能需要一段时间来适应这种变化，您可能无法立即看到前方的危险。 ",
    "image_name": ""
  },
  {
    "index": 391,
    "id": "ABMW0343RU23",
    "section": "安全与负责驾驶",
    "question": "给出晚点信号会如何影响其他道路使用者？",
    "options": [
      "他们没有受到影响。",
      "它只会影响其他道路使用者在交通灯时。",
      "它只影响环岛上的其他道路使用者。",
      "他们可能没有足够的时间做出反应。"
    ],
    "correct_answer": 3,
    "explanation": "发出信号是告诉其他道路使用者你打算做什么的一种方式。因此，在启动前、向右或向左转弯、换道、超车、减速或停车时，你应该正确地发出信号。清晰明了地发出信号，并及时做出，牢记发出信号并不代表你有通行权。延迟发出信号可能会让其他道路使用者感到困惑。",
    "image_name": ""
  },
  {
    "index": 392,
    "id": "ABMW0345RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶员处于能见度极为有限的交叉路口时，驾驶员应该怎么做？",
    "options": [
      "鸣笛并迅速前行。",
      "将车辆移到道路上，以便其他驾驶员能看到您。",
      "小心地慢慢往外走，仔细观察左右。"
    ],
    "correct_answer": 2,
    "explanation": "在你在十字路口视线被阻挡的地方，你应该小心地移动到一个可以看到的位置，但不要干扰其他道路使用者。然后你应该评估情况后继续前行。",
    "image_name": ""
  },
  {
    "index": 393,
    "id": "ABMW0348RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员接近卡在红灯上的交通信号灯时应该怎么办？",
    "options": [
      "指示并增加速度。",
      "停下并极度小心前行。",
      "按喇叭然后前进。",
      "检查无来车并加速。"
    ],
    "correct_answer": 1,
    "explanation": "接近卡在红灯状态的交通信号灯时，司机应当停车并在道路畅通时谨慎前行。",
    "image_name": ""
  },
  {
    "index": 394,
    "id": "ABMW0464RU23",
    "section": "安全与负责驾驶",
    "question": "当骑车者穿越道路标线如线条或箭头时应当注意什么？",
    "options": [
      "转向性能得到了改善。",
      "轮胎的抓地力减弱。",
      "轮胎的抓地力不受影响。"
    ],
    "correct_answer": 1,
    "explanation": "骑行者只靠两个车轮行驶，需要时刻警惕道路表面的不平整和其他问题。这可能包括所有道路标线。",
    "image_name": ""
  },
  {
    "index": 395,
    "id": "ABMW0468RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶员接近道路工程警告标志时应该怎么做？",
    "options": [
      "保持速度，直到被旗手示意减速。",
      "增加速度并移到道路的中间。",
      "减速并准备停下来等候施工车辆或信号员。"
    ],
    "correct_answer": 2,
    "explanation": "司机应始终谨慎接近道路施工区，并降低速度，因为有许多可能需要应对的危险，包括道路工人、工作车辆、不平整的道路表面和临时交通控制设施。",
    "image_name": ""
  },
  {
    "index": 396,
    "id": "ABMW0560RU23",
    "section": "安全与负责驾驶",
    "question": "如果司机怀疑他们的车辆指示器未被看到，司机应该做什么？",
    "options": [
      "在路上的司机位置足以作为信号。",
      "只要进行观察，就不必发信号。",
      "使用清晰、明确的手势信号。"
    ],
    "correct_answer": 2,
    "explanation": "如果驾驶员担心由于任何原因指示器没有提供充分的信号，他们应该使用清晰果断的手势信号，以告知其他道路使用者他们的意图。",
    "image_name": ""
  },
  {
    "index": 397,
    "id": "ABMW0627RU23",
    "section": "安全与负责驾驶",
    "question": "司机应该怎么做才能避免需紧急刹车？",
    "options": [
      "用一只脚踩在离合器踏板上驾驶。",
      "展望未来，做好准备，应对他人可能采取的行动。",
      "使用巡航控制驾驶。",
      "用一只脚踩在刹车踏板上开车。"
    ],
    "correct_answer": 1,
    "explanation": "你应该知道自己以什么速度行驶，并且应该始终根据所处的条件以适当的速度行驶，你应该能够在你所能看到的前方路清晰的距离内平稳而安全地停车。",
    "image_name": ""
  },
  {
    "index": 398,
    "id": "ABMW0380RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶时，如果想要使用手持手机，司机应该怎么办？",
    "options": [
      "用一只手操纵。",
      "在使用手机之前，请停在一个安全的地点。",
      "在用双手操控的同时，用头部和肩膀固定电话机。",
      "根据需要移动手机，并确保通话时间仅为几分钟。"
    ],
    "correct_answer": 1,
    "explanation": "在驾驶车辆或骑摩托车时使用手持手机是一种违法行为，也非常危险，因为这会影响您全神贯注地驾驶。虽然使用免提手机套不违法，但在某些情况下可能会造成危险分心，您可能会因危险驾驶、粗心驾驶或注意不到位而被起诉。如果驾驶员需要",
    "image_name": ""
  },
  {
    "index": 399,
    "id": "ABMW0337RU23",
    "section": "安全与负责驾驶",
    "question": "为什么贴车（紧跟前方车辆行驶）很危险？",
    "options": [
      "车辆将超速。",
      "车辆在紧急情况下将无法安全停车。",
      "由于车辆发动机上的空气流受限，发动机可能会过热。",
      "车辆在前方气流中刹车系统效率较低。"
    ],
    "correct_answer": 1,
    "explanation": "如果你开得离前面的车太近，而它突然刹车，你就没有足够的时间来做出反应。因此，你应该始终保持与前车的安全距离。在干燥的天气中计算安全距离的一种方法是两秒规则：确保至少两秒时间间隔，使前车和你的车经过一个固定点，比如路灯或标志杆。",
    "image_name": ""
  },
  {
    "index": 400,
    "id": "ABMW0338RU19",
    "section": "安全与负责驾驶",
    "question": "在高速公路或双车道上允许尾随吗？",
    "options": [
      "是的，因为有对面车辆。",
      "是的，因为所有的交通都同时朝着同一个方向行驶。",
      "不，因为前面的车辆可能会突然停下来。",
      "不行，因为其他车辆没有空间超车。"
    ],
    "correct_answer": 2,
    "explanation": "如果你靠得太近前面的车辆，而它突然刹车，你就没有足够的时间去反应。因此，你应该始终与前面的车辆保持安全距离。在干燥天气中计算安全距离的一种方式是“两秒规则”：在前面车辆和您自己的车辆通过一个固定点（如路灯或路标）至少要过两秒的时间。",
    "image_name": ""
  },
  {
    "index": 401,
    "id": "ABMW0382RU19",
    "section": "安全与负责驾驶",
    "question": "如果另一辆车在交叉口阻碍了驾驶员的通行权，驾驶员应该怎么做？",
    "options": [
      "用车灯示意不悦。",
      "追踪那辆车并表达不满。",
      "耐心并表现克制。",
      "按喇叭并闪灯以表达你的不满情绪。"
    ],
    "correct_answer": 2,
    "explanation": "你应该始终努力保持克制。重要的是要明白，通行权并不是绝对的通行权，你必须随时保持谨慎，尊重其他道路使用者。这样更安全，也更社会责任感。",
    "image_name": ""
  },
  {
    "index": 402,
    "id": "ABMW0383RU23",
    "section": "安全与负责驾驶",
    "question": "一个即将踏上旅程的司机感到心烦或生气。他们应该怎么办？",
    "options": [
      "一名司机不应该在他们冷静之前开车。",
      "以比正常更慢的速度行驶一段距离。",
      "生气或恼怒并不会影响驾驶。"
    ],
    "correct_answer": 0,
    "explanation": "如果你在生气或沮丧时驾驶，你更有可能卷入事故，并更有可能对其他驾驶员的不良举止做出反应。在启程之前花时间冷静下来，让自己平复一下。",
    "image_name": ""
  },
  {
    "index": 403,
    "id": "ABMW0384RU19",
    "section": "安全与负责驾驶",
    "question": "当被超车且有对向车流时，司机应该怎么做？",
    "options": [
      "加快速度，以便后方车辆无法超车。",
      "允许超车的车辆通过，并安全返回道路的左侧。",
      "保持车辆位置，并闪烁车头灯以警示来车。",
      "保持位置，因为其他司机不应该试图超车。"
    ],
    "correct_answer": 1,
    "explanation": "当你正在被超车并且有对向车辆时，你应该考虑其他所有交通并允许超车车辆在你前面移动，以避免碰撞的风险。",
    "image_name": ""
  },
  {
    "index": 404,
    "id": "ABMW0385RU23",
    "section": "安全与负责驾驶",
    "question": "当另一个司机急匆匆地插入到你前面时，司机应该怎么做？",
    "options": [
      "耐心，不要反应。",
      "加快车速来弥补失去的时间。",
      "紧跟在他们后面，这样其他车辆就无法做同样的事情。",
      "闪烁大灯来表达他们的不满。"
    ],
    "correct_answer": 0,
    "explanation": "如果另一名驾驶员表现不佳，你不应该让自己生气 - 保持克制，不要做出反应。道路愤怒只会增加碰撞的风险。",
    "image_name": ""
  },
  {
    "index": 405,
    "id": "ABMW0469RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶员驾驶经过正在进行道路施工的路段时需要注意什么？",
    "options": [
      "比平常更窄的车道和受限制的路肩区域。",
      "道路工人始终注意交通流动。",
      "该区域将被清理以便为驾驶员提供畅通无阻，避免交通延误。"
    ],
    "correct_answer": 0,
    "explanation": "在通过施工道路段时，驾驶员需要格外小心，因为道路路面可能会大大减少。可能会更窄，不平整，湿滑或有松动的碎石，这可能会对道路工人和其他道路使用者构成危险。",
    "image_name": ""
  },
  {
    "index": 406,
    "id": "CPC1348U19",
    "section": "安全与负责驾驶",
    "question": "司机应向谁报告激烈驾驶行为？",
    "options": [
      "健康与安全管理局。",
      "道路安全部。",
      "当地警察局或交通监视。",
      "爱尔兰交通基础设施管理局。"
    ],
    "correct_answer": 2,
    "explanation": "将所有侵略性驾驶事件报告给交通观察或警局。他们是处理侵略性驾驶问题的最佳人员。",
    "image_name": ""
  },
  {
    "index": 407,
    "id": "ABMW0285R",
    "section": "安全与负责驾驶",
    "question": "当驾驶在鹅卵石道路时，为什么应该更加小心？",
    "options": [
      "道路表面特别平整，轮胎抓地力得到提高。",
      "鹅卵石的光滑有助于提高抓地力。",
      "路面不平，路面摩擦力不一。",
      "石头之间的间隙有助于提高路面抓地力和提高抓地能力。"
    ],
    "correct_answer": 2,
    "explanation": "不同的路面会影响您的车辆在路上的抓地力和刹车距离。在不同路面上行驶时，您应该注意这一点。",
    "image_name": "ABMW0285R.png"
  },
  {
    "index": 408,
    "id": "ABMW0289R",
    "section": "安全与负责驾驶",
    "question": "为什么司机必须特别小心在这里？",
    "options": [
      "因为车辆可能会从左边驶来。",
      "从右侧来的车辆有先行权。",
      "由于滑车危险性增加。",
      "从右侧来的车辆不需要打转向灯。"
    ],
    "correct_answer": 2,
    "explanation": "路面上有落叶时，您的轮胎可能会在路面上减少抓地力，刹车距离可能会更长。",
    "image_name": "ABMW0289R.png"
  },
  {
    "index": 409,
    "id": "ABMW0322RU23",
    "section": "安全与负责驾驶",
    "question": "如果路上发生了大面积的油污泄漏，司机应该怎么做？",
    "options": [
      "在低档保持正常速度并打开危险警示灯。",
      "踩下离合器和刹车，同时打开危险警示灯。",
      "轻踩刹车减速，并打开危险警示灯。",
      "保持正常车速，并尽量让车轮在溢出物上行驶。"
    ],
    "correct_answer": 2,
    "explanation": "在路上发生油漆泼洒时，你的轮胎会减少抓地力，如果急刹车，可能会导致打滑风险。如果你在路上遇到油渍，记得轻踩刹车并打开危险警示灯一小段时间，以警示其他车辆注意这一危险。",
    "image_name": ""
  },
  {
    "index": 410,
    "id": "ABMW0325RU19",
    "section": "安全与负责驾驶",
    "question": "在穿过铁路或有轨电车线路之前，驾驶员应注意什么？",
    "options": [
      "当穿过铁轨时，地面可能不平整，轮胎抓地力可能会减少。",
      "可能会通过铁轨来提高轮胎的抓地力。",
      "可能会导致车轮被困在铁轨中，从而导致轮胎漏气。",
      "在穿过铁轨时，车轮噪音可能会减少。"
    ],
    "correct_answer": 0,
    "explanation": "您应该意识到道路表面变化的影响。例如，在铁路和有轨电车交叉口，不平坦的路面或油污可能会降低您车辆的抓地力。在靠近铁路或有轨电车交叉口时要减速，增加与前车的距离。",
    "image_name": ""
  },
  {
    "index": 411,
    "id": "ABMW0378RU23",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员接近施工路段并有移动的土方机械，他们应该怎么做？",
    "options": [
      "降低速度，因为路上可能有 loose gravel 或泥。",
      "停止，将车辆在路上掉头并寻找另一条路线。",
      "将车头灯打开作为警示，然后继续正常行驶。"
    ],
    "correct_answer": 0,
    "explanation": "在有土方机械作业的地方，路面上很可能会有泥浆和碎石堆积。此外，这类机器的噪音可能会让道路工人很难听到正在接近的交通声音。当你遇到土方机械时，请减速行驶，并极度谨慎地前行。",
    "image_name": ""
  },
  {
    "index": 412,
    "id": "ABMW0401RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机在路上遇到松散的碎石，应该怎么办？",
    "options": [
      "暂停车辆，直到可以清除松动的碎石。",
      "放慢速度，为其他车辆留出额外空间。",
      "​司机应该将手按在挡风玻璃上。",
      "提高速度以避免对车辆造成损害。"
    ],
    "correct_answer": 1,
    "explanation": "在路面上有散落的石料时，您应该减速并遵守任何降低的速度限制，与其他车辆保持额外间距（或空隙）。这样也会使您有更多的时间来停车，如果需要的话，并且有助于减少车辆向其他车辆抛起的石料数量，减少对行人可能造成的伤害。",
    "image_name": ""
  },
  {
    "index": 413,
    "id": "ABMW0402RU23",
    "section": "安全与负责驾驶",
    "question": "溢出的柴油对道路有什么影响？",
    "options": [
      "它提高了车辆的制动能力。",
      "它会使路面更加滑。",
      "它会增加轮胎噪音。"
    ],
    "correct_answer": 1,
    "explanation": "在路上洒了柴油会使路面变得极为滑，特别是当路面潮湿时。",
    "image_name": ""
  },
  {
    "index": 414,
    "id": "ABMW12",
    "section": "安全与负责驾驶",
    "question": "在有电车轨道的道路上开车时，为什么司机应该格外小心？",
    "options": [
      "在轨道上行驶会降低轮胎的抓地力。",
      "在赛道上驾驶可以提高刹车效果。",
      "在轨道上驾驶可以改善转向。",
      "在轨道上行驶可以提高轮胎的抓地力。"
    ],
    "correct_answer": 0,
    "explanation": "不同的道路表面会影响车辆在道路上的抓地力和制动距离。在不同的路面上行驶时，您应该注意到这一点。",
    "image_name": ""
  },
  {
    "index": 415,
    "id": "ABMW0207RU19",
    "section": "安全与负责驾驶",
    "question": "司机应该在什么时候开启近光灯？",
    "options": [
      "当能见度小于200米时。",
      "从黄昏刚过去到黎明刚开始。",
      "能见度低于300米时。",
      "从00:00小时到06:00小时。"
    ],
    "correct_answer": 1,
    "explanation": "点灯时间被定义为在这段时间内，驾驶员应该开启近光灯以便被看到。这段时间通常从日落后半小时开始，日出前半小时结束。",
    "image_name": ""
  },
  {
    "index": 416,
    "id": "ABMW0208RU19",
    "section": "安全与负责驾驶",
    "question": "在黄昏时，车辆应该展示哪些灯光？",
    "options": [
      "仅限白天行车灯（DRLs）。",
      "全灯。",
      "雾灯。",
      "沉睡的前照灯。"
    ],
    "correct_answer": 3,
    "explanation": "司机需要在所有低光水平的时期都能看到和被看到 - 例如在黄昏和黎明时以及某些恶劣天气条件下。在低光情况下，您应该打开近光灯。道路安全局建议摩托车手和司机在白天时间开启近光灯或日间行车灯。",
    "image_name": ""
  },
  {
    "index": 417,
    "id": "ABMW0437RU19",
    "section": "安全与负责驾驶",
    "question": "在夜间驾驶时，一辆典型汽车的远光灯应该让驾驶员能够看到多少米的距离？",
    "options": [
      "150米。",
      "50米。",
      "100米。",
      "200米。"
    ],
    "correct_answer": 2,
    "explanation": "在良好的驾驶条件下的夜晚，汽车的全灯通常能让你看到前方100米。因此，你应该以一种让你在该距离内停下来的速度行驶。",
    "image_name": ""
  },
  {
    "index": 418,
    "id": "ABMW0438RU19",
    "section": "安全与负责驾驶",
    "question": "在晚上驾驶时，一辆典型汽车的近光灯应该让驾驶员能够看到多少米的距离？",
    "options": [
      "40 米。",
      "30 米。",
      "50米。",
      "20 米。"
    ],
    "correct_answer": 1,
    "explanation": "在良好的驾驶条件下夜间驾驶时，汽车的近光灯通常可以让你看到前方30米。因此，你应该以允许在那个距离内停下来的速度行驶。",
    "image_name": ""
  },
  {
    "index": 419,
    "id": "ABMW0439RU19",
    "section": "安全与负责驾驶",
    "question": "将头灯调整不正确可能会导致的后果是什么？",
    "options": [
      "前灯的瓦数可以降低。",
      "车灯可能会过热。",
      "可提高可见性。",
      "前方道路上的其他用户可能会被眩目。"
    ],
    "correct_answer": 3,
    "explanation": "您有责任确保您的车辆符合上路条件，并且其车头灯调整正确。如果车头灯错位，它们的效果会变差并可能会让对向车辆眼花，即使已调低光束也是如此。",
    "image_name": ""
  },
  {
    "index": 420,
    "id": "ABMW0440R",
    "section": "安全与负责驾驶",
    "question": "驾驶在夜间时，司机什么时候必须将车辆的远光灯转为近光灯？",
    "options": [
      "遇到其他车辆时或跟车行驶时。",
      "当没有对向车辆时。",
      "驾驶时速不超过50公里/小时。",
      "进入高速公路时。"
    ],
    "correct_answer": 0,
    "explanation": "当夜间驾驶时，您应该在遇到对向车辆时将车前灯切至低光，以避免照射到他们。当您跟随另一辆车行驶时，您也应该将车前灯切至低光，以避免您的灯光照射到他们后视镜中的驾驶员。",
    "image_name": ""
  },
  {
    "index": 421,
    "id": "ABMW0441RU19",
    "section": "安全与负责驾驶",
    "question": "当夜间驾驶时被对向车辆的灯光刺眼时，司机应该怎么办？",
    "options": [
      "多次闪烁大灯以警告违规驾驶员。",
      "安全靠左行驶，并保持正常速度。",
      "朝着边缘看，并在必要时减速停车。",
      "减速并打开全部车灯。"
    ],
    "correct_answer": 2,
    "explanation": "如果你被迎面而来的车辆的灯光弄得眼花缭乱，请看向路边，直到车辆通过为止。必要时减速并停车。",
    "image_name": ""
  },
  {
    "index": 422,
    "id": "ABMW0442RU19",
    "section": "安全与负责驾驶",
    "question": "一个司机一直在白天开车，现在必须夜间进行旅行。司机应该怎么办？",
    "options": [
      "在夜间交通较为稀少，驾驶速度可以比白天时更快。",
      "以比白天更高的速度行驶，以减少睡着的机会。",
      "在夜间行驶时，以与白天相同的速度行驶，因为没有额外的危险。",
      "在夜晚时驾驶时，请以比白天慢的速度行驶，因为能见度会降低。"
    ],
    "correct_answer": 3,
    "explanation": "如果你不熟悉夜间驾驶，可能需要一段时间来适应条件。因此，你可能需要以较慢的速度驾驶，直到你习惯了夜间能见度降低的情况。",
    "image_name": ""
  },
  {
    "index": 423,
    "id": "ABMW0443RU19",
    "section": "安全与负责驾驶",
    "question": "关于车速，夜间驾驶时司机应该怎么做？",
    "options": [
      "保持正常车速，并开启全灯行驶。",
      "在晚上驾驶时要以更高的速度行驶，以降低睡着的机会。",
      "在晚上交通较轻时加快车速。",
      "以一种速度驾驶，使驾驶员能够在前方能看清的距离内停车。"
    ],
    "correct_answer": 3,
    "explanation": "在夜间行驶时，如果驾驶条件良好，一辆车的全灯通常能让您看到前方100米。因此，您应该以一种速度行驶，使您可以在该距离内停车。",
    "image_name": ""
  },
  {
    "index": 424,
    "id": "ABMW0444RU19",
    "section": "安全与负责驾驶",
    "question": "在晚上驾驶时，司机应该采取哪种最安全的方式？",
    "options": [
      "以使驾驶员能在前方能看清的距离内停车的速度行驶。",
      "以最高速度限制行驶，全灯亮着以便能清楚地看到前方。",
      "以最高速度限制在道路上行驶，始终开启近光灯。",
      "始終開車時開啟全燈。"
    ],
    "correct_answer": 0,
    "explanation": "在良好的驾驶条件下夜间行驶时，汽车的近光灯通常能让您看到前方30米。因此，您应该以一种允许您在那段距离内停车的速度行驶。",
    "image_name": ""
  },
  {
    "index": 425,
    "id": "ABMW0445RU19",
    "section": "安全与负责驾驶",
    "question": "晚上遇到对向来车时，司机应该怎么做？",
    "options": [
      "增加速度以超越对面的车辆。",
      "避免直接看对面来车的灯光。",
      "将目光直接投向迎面而来的车辆的灯光。",
      "将目光直接集中在方向盘上。"
    ],
    "correct_answer": 1,
    "explanation": "如果您被迎面而来车辆的灯光刺眼，可以看向路边，直到车辆经过，或者必要时减速停车。",
    "image_name": ""
  },
  {
    "index": 426,
    "id": "ABMW0446RU19",
    "section": "安全与负责驾驶",
    "question": "驾驶员在夜晚驾驶时何时可以安全地使用远光灯？",
    "options": [
      "在跟随车辆前方的短距离时。",
      "这个做法不被允许。",
      "当没有对向车辆时。",
      "在有良好街灯照明的城市地区。"
    ],
    "correct_answer": 2,
    "explanation": "司机在晚上在没有灯光的农村地区驾驶时，应该使用远光灯，以提高能见度，这样可以让他们尽可能看得更远。然而，要确保在必要时调暗这些灯光，以避免耀眼或给其他道路使用者带来不便。",
    "image_name": ""
  },
  {
    "index": 427,
    "id": "ABMW0447RU19",
    "section": "安全与负责驾驶",
    "question": "驾驶员夜间跟车时应该开启哪些灯光？",
    "options": [
      "点灯。",
      "侧灯。",
      "主灯大灯。",
      "前雾灯。"
    ],
    "correct_answer": 0,
    "explanation": "司机在跟车时应将车头灯调低，以免在前方车辆的后视镜中被你的灯光刺眼。",
    "image_name": ""
  },
  {
    "index": 428,
    "id": "ABMW0448RU19",
    "section": "安全与负责驾驶",
    "question": "驾驶夜间行驶时，驾驶员必须何时使用近光灯？",
    "options": [
      "当遇到其他车辆或跟车行驶时。",
      "在100公里/小时以上的速度下驾驶时。",
      "当没有对向车辆时。",
      "当以不到50公里/小时的速度行驶时。"
    ],
    "correct_answer": 0,
    "explanation": "当夜间驾驶时，司机在遇到或跟随其他车辆时应该把远光头灯调低，以避免炫目或危及其他道路使用者的安全。",
    "image_name": ""
  },
  {
    "index": 429,
    "id": "ABMW0450RU19",
    "section": "安全与负责驾驶",
    "question": "当被迎面来车的灯光所迷惑时，驾驶员应该怎么办？",
    "options": [
      "用手遮挡他们的眼睛。",
      "瞬间看一下仪表盘。",
      "不要直接看灯光。",
      "把他们的头向右转。"
    ],
    "correct_answer": 2,
    "explanation": "如果被迎面来车的灯光弄得眼花缭乱，请不要直视迎面的灯光。而是朝着路边瞥一眼，直到车辆通过，或者如有必要时减速停车。这样可以避免因迎面灯光的明亮而导致的暂时性失明。",
    "image_name": ""
  },
  {
    "index": 430,
    "id": "ABMW0721RU19",
    "section": "安全与负责驾驶",
    "question": "在夜晚驾驶时，司机可以在城市建设区按喇叭吗？",
    "options": [
      "是的，但在晚上11:30至早上7:00之间，只有在紧急情况下才可以按响喇叭。",
      "是的，但只限于短暂使用。",
      "不，晚上11:30至早上7:00期间在城区使用喇叭是不允许的。",
      "是的，但只限于晚上11:30至早上7:00。"
    ],
    "correct_answer": 0,
    "explanation": "在晚上11:30至早上7:00之间，驾驶员不得在建筑区域使用喇叭，除非出现交通紧急情况。只能在存在危险时用喇叭警告其他道路使用者，或者为了安全原因让他们注意到您的车辆存在。按喇叭并不意味着驾驶员有自动让路权。永远不要用喇叭引发其他车辆反应，也不要用来责备其他驾驶员。",
    "image_name": ""
  },
  {
    "index": 431,
    "id": "ABMW0723RU19",
    "section": "安全与负责驾驶",
    "question": "使用喇叭被禁止的时候是什么时候？",
    "options": [
      "在晚上11:30到凌晨7点之间，在建筑密集区域内。",
      "在晚上11:30到凌晨6:00之间的任何道路上。",
      "在一个建成区域内，在晚上10:00到早上6:00之间。",
      "在建筑区域的任何时候。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员不得在晚上11:30至早上7:00的建筑区域按喇叭，除非遇到交通紧急情况。只有在面临危险时才能按喇叭警告其他道路使用者，或者为了安全原因需让他们意识到你的存在。按喇叭并不意味着驾驶员自动获取通行权。永远不要按喇叭来故意激怒或责备其他驾驶员。",
    "image_name": ""
  },
  {
    "index": 432,
    "id": "ABMW0241RU23",
    "section": "安全与负责驾驶",
    "question": "当在结冰的路上跟随公共汽车时，驾驶员应该考虑什么？",
    "options": [
      "和潮湿路面一样的刹车距离。",
      "需要更长的刹车距离。",
      "需要更短的制动距离。"
    ],
    "correct_answer": 1,
    "explanation": "在冰天雪地行驶时，您应始终减慢车速，并保持与前方车辆的安全距离更大，以便在必要时安全停车。",
    "image_name": "ABMW0241RU23.png"
  },
  {
    "index": 433,
    "id": "ABMW0246RU19",
    "section": "安全与负责驾驶",
    "question": "在浓雾天气中，司机应该使用什么车灯？",
    "options": [
      "前后雾灯以及危险警示灯。",
      "前后雾灯以及侧灯。",
      "前后雾灯以及远光灯。",
      "前后雾灯和近光灯。"
    ],
    "correct_answer": 3,
    "explanation": "在浓雾中驾驶时，您应该打开前后雾灯并同时开启近光灯。不应该在浓雾中开启远光灯行驶。",
    "image_name": "ABMW0246RU19.png"
  },
  {
    "index": 434,
    "id": "ABMW0286RU19",
    "section": "安全与负责驾驶",
    "question": "在大雨过后，为什么司机应该保持与前方车辆更大的距离？",
    "options": [
      "因为雨后车轮的转速更快。",
      "因为雨后车轮转动速度较慢。",
      "因为车轮溅起的水花可能会影响视线。",
      "由于所需的制动距离减小。"
    ],
    "correct_answer": 2,
    "explanation": "大雨可能会影响你的视线和其他道路使用者能看到你的情况。因此，在大雨中你应该减速并与前方车辆保持更大距离。",
    "image_name": "ABMW0286RU19.png"
  },
  {
    "index": 435,
    "id": "ABMW0326RU19",
    "section": "安全与负责驾驶",
    "question": "在雨天穿过道路标线（例如线条和方向箭头）时，司机应注意什么？",
    "options": [
      "方向控制得到了改善。",
      "轮胎的抓地力得到了提高。",
      "由于改善了轮胎抓地力，所需的制动距离缩短了。",
      "由于轮胎抓地力降低，必要的制动距离增加。"
    ],
    "correct_answer": 3,
    "explanation": "您应该注意道路表面变化的影响。例如，道路标线和方向箭头在潮湿时可能变得很滑。尽量避免在道路标线上行驶，并注意打滑风险增加的情况。",
    "image_name": ""
  },
  {
    "index": 436,
    "id": "ABMW0344R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，雨水会如何影响驾驶？",
    "options": [
      "它减少了打滑的危险。",
      "它增加了打滑的危险。",
      "它提高了轮胎对路面的抓地力。",
      "它增加了可见性。"
    ],
    "correct_answer": 1,
    "explanation": "当路面潮湿时，你的轮胎与干燥时相比抓地能力会降低，刹车距离增加，容易打滑。因此，出现雨天时，你应该减速行驶并保持与前方车辆更大的距离。",
    "image_name": "ABMW0344R.png"
  },
  {
    "index": 437,
    "id": "ABMW0349RU19",
    "section": "安全与负责驾驶",
    "question": "在白天时出现浓云且能见度降低时，司机应该怎么做呢？",
    "options": [
      "开车时请将远光灯调至低光。",
      "保持靠近前方任何车辆，同时关闭远光灯。",
      "使用远光大灯驾驶。",
      "司机在亮灯时间前不应打开车灯。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员在所有光线较暗的时期需要看得见并被看见 - 例如在黄昏和黎明以及一些恶劣天气条件下。在光线较暗的时候，您应该打开近光灯。",
    "image_name": ""
  },
  {
    "index": 438,
    "id": "ABMW0392RU19",
    "section": "安全与负责驾驶",
    "question": "潮湿的路面对车辆的制动能力有什么影响？",
    "options": [
      "它减少了在干燥路面上所需的制动距离。",
      "对所需制动距离没有影响。",
      "通常来讲，它会将制动距离增加到干燥路面所需距离的两倍。",
      "现代轮胎在湿地道路上提供的附着力和在干燥道路上一样有效。"
    ],
    "correct_answer": 2,
    "explanation": "当路面潮湿时，你的轮胎抓地力不如路面干燥时好，你的制动距离会增加。因此，出于这些原因，你应该在雨天期间或之后减速，并与前方车辆保持更大的距离。",
    "image_name": ""
  },
  {
    "index": 439,
    "id": "ABMW0397RU19",
    "section": "安全与负责驾驶",
    "question": "当在雪地或结冰路况下驾驶时，驾驶员应该留多远的制动距离？",
    "options": [
      "普通距离的十倍。",
      "两倍于正常距离。",
      "正常的距离。",
      "高达正常距离的一半。"
    ],
    "correct_answer": 0,
    "explanation": "在雪地或结冰条件下驾驶时，司机应保持与前方车辆更大的距离，因为制动距离可能会增加到正常情况下的十倍。",
    "image_name": ""
  },
  {
    "index": 440,
    "id": "ABMW0399AU19",
    "section": "安全与负责驾驶",
    "question": "为什么在湿滑的路上停车需要更长的时间？",
    "options": [
      "刹车液在潮湿天气下效果较差。",
      "轮胎在干燥天气下的路面抓地力更弱。",
      "车辆的悬挂在湿天气中更轻。",
      "轮胎在湿地上比在干燥天气中具有更好的抓地力。"
    ],
    "correct_answer": 1,
    "explanation": "在潮湿的路面上行驶时，轮胎的抓地力会降低，可能导致明显延长的停车距离。驾驶员应该注意这些状况，并减速，因为急停可能导致打滑。",
    "image_name": ""
  },
  {
    "index": 441,
    "id": "ABMW0400RU19",
    "section": "安全与负责驾驶",
    "question": "如果车辆的车胎和路面之间有一层水膜，对车辆控制有什么影响？",
    "options": [
      "方向盘会更有效。",
      "只刹车效果会减弱。",
      "转向和刹车将会变得不太有效。",
      "驾驶和刹车将更加有效。"
    ],
    "correct_answer": 2,
    "explanation": "在行驶在路面上有大量积水的道路上时，轮胎和路面之间可能会形成一层水膜。当发生这种情况时，它被称为打滑，会减少轮胎对路面的附着力，可能导致车辆的转向和刹车完全失控。",
    "image_name": ""
  },
  {
    "index": 442,
    "id": "ABMW0403RU19",
    "section": "安全与负责驾驶",
    "question": "在行驶在湿滑路面的情况下，驾驶员应该怎么做？",
    "options": [
      "以较低的速度行驶，采用缓和的加减速。",
      "保持与前方车辆的正常距离。",
      "不时地急刹车，测试路面情况。",
      "以正常速度行驶，但保持额外的刹车距离。"
    ],
    "correct_answer": 0,
    "explanation": "在行驶在湿滑的路况时，驾驶员应特别注意加速和刹车时要平稳缓慢。这样可以帮助避免打滑或打滘，有助于保持对车辆的控制。",
    "image_name": ""
  },
  {
    "index": 443,
    "id": "ABMW0404RU19",
    "section": "安全与负责驾驶",
    "question": "当司机在雪地或冰面上行车下坡时，应该怎么做？",
    "options": [
      "选择合适的档位，并轻轻踩刹车来控制速度。",
      "为了避免车轮打滑，使用比平时更高的档位。",
      "避免使用刹车，使用高档位。",
      "靠近左侧并急剧刹车以减速。"
    ],
    "correct_answer": 0,
    "explanation": "在雪地或冰上行驶时，您应选择更低的挡位，以利用发动机制动，并在需要时非常轻柔地使用刹车。",
    "image_name": ""
  },
  {
    "index": 444,
    "id": "ABMW0428RU19",
    "section": "安全与负责驾驶",
    "question": "在潮湿的天气中，司机应该如何判断与前方车辆安全跟车的距离？",
    "options": [
      "通过在车辆之间保持四个车长的距离。",
      "通过在车辆之间留出两个车长的距离。",
      "在前车和驾驶员自己的车辆通过一个固定点之间至少间隔两秒。",
      "允许至少四秒的时间间隔，让前面的车辆和驾驶员自己的车辆通过一个固定点。"
    ],
    "correct_answer": 3,
    "explanation": "在潮湿的路况下，您应该保持与前方车辆的距离至少为四秒钟 - 至少是干燥路况下的两倍长。",
    "image_name": ""
  },
  {
    "index": 445,
    "id": "ABMW0435RU19",
    "section": "安全与负责驾驶",
    "question": "在浓雾中驾驶时，驾驶员应该使用什么灯光？",
    "options": [
      "使用侧灯和危险警示灯行驶。",
      "用全灯和雾灯驾驶。",
      "以近光灯和雾灯行驶。",
      "请打开示廓灯和雾灯驾驶。"
    ],
    "correct_answer": 2,
    "explanation": "在浓雾中，你应该使用远光灯和雾灯（如果有的话）。侧灯在浓雾中不够明亮，而开全灯会在浓雾中反射，使你更难看清楚前方的道路。",
    "image_name": ""
  },
  {
    "index": 446,
    "id": "ABMW0436R",
    "section": "安全与负责驾驶",
    "question": "当在浓雾中驾驶时，司机应该怎么做？",
    "options": [
      "减速并使用大灯。",
      "减速并使用近光灯。",
      "沿着中央分隔线行驶，并注意反光标志。",
      "沿着硬路肩行驶，注意反光标志。"
    ],
    "correct_answer": 1,
    "explanation": "在浓雾中，你应该减速并使用近光灯和雾灯（如果有的话）。侧灯在浓雾中不够强大，而全灯会在雾气上反射，使得看不清前方的道路。",
    "image_name": ""
  },
  {
    "index": 447,
    "id": "ABMW0451RU19",
    "section": "安全与负责驾驶",
    "question": "司机什么时候应该在车上使用雾灯？",
    "options": [
      "只在浓雾和飘雪天气中使用雾灯。",
      "打开雾灯，作为对行人的警告。",
      "在照明很差的乡村小路上使用雾灯。",
      "使用雾灯在轻雨中提高能见度。"
    ],
    "correct_answer": 0,
    "explanation": "司机只能在浓雾或大雪天气中使用雾灯。在其他时候必须关闭雾灯。",
    "image_name": ""
  },
  {
    "index": 448,
    "id": "ABMW0452RU19",
    "section": "安全与负责驾驶",
    "question": "司机可以在什么时候遇到黑冰？",
    "options": [
      "当温度接近冰点时。",
      "黑冰只会出现在高速公路上。",
      "只有在清晨的早些时候。",
      "只有在深夜。"
    ],
    "correct_answer": 0,
    "explanation": "黑冰是路面上几乎看不见的薄薄的一层冰，有时看起来像是一层水，或者就像路面是湿的一样。",
    "image_name": ""
  },
  {
    "index": 449,
    "id": "ABMW0453RU19",
    "section": "安全与负责驾驶",
    "question": "如果路上有黑冰，司机应该怎么办？",
    "options": [
      "定期刹车以防止刹车冻结。",
      "避免急刹车、急转弯和急加速。",
      "定期踩刹车以检查路面。",
      "只使用低挡以提高牵引力。"
    ],
    "correct_answer": 1,
    "explanation": "如果司机怀疑有积雪结冰，他们应该避免急刹车、急转弯和急加速。这将有助于减少打滑的风险。",
    "image_name": ""
  },
  {
    "index": 450,
    "id": "ABMW0454RU19",
    "section": "安全与负责驾驶",
    "question": "在道路上哪里可能出现黑冰？",
    "options": [
      "只有在建成区。",
      "只能停靠在硬路肩上。",
      "在遮蔽或遮荫的地区。",
      "在海岸道路上的温和天气中。"
    ],
    "correct_answer": 2,
    "explanation": "黑冰发生在水汽冻结在非常寒冷的表面上时。暴露的道路和桥梁可能会有黑冰，而同一条道路的其他部分可能是干净的。黑冰几乎是看不见的，因此对摩托车手和司机构成特别危险。在冬季的条件下，如果你注意到轮胎噪音减少或者方向盘变得更轻，你应该怀疑可能有黑冰。",
    "image_name": ""
  },
  {
    "index": 451,
    "id": "ABMW0455RU19",
    "section": "安全与负责驾驶",
    "question": "在结冰的道路上行驶时，最安全的做法是什么？",
    "options": [
      "完全依赖ABS和其他先进的驾驶员辅助系统。",
      "以正常速度行驶，但不时踩刹车以检查抓地力。",
      "以温和的加速和刹车以比平时慢的速度驾驶。",
      "始终以低挡齿轮行驶，并使用最大加速。"
    ],
    "correct_answer": 2,
    "explanation": "当在结冰的道路上驾驶时，驾驶员应避免急刹车、急转向和急加速。这将有助于减少打滑的风险。",
    "image_name": ""
  },
  {
    "index": 452,
    "id": "ABMW0456RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶时，冰雪路面会对车辆有什么影响？",
    "options": [
      "后轮胎气压增加。",
      "轮胎在较低温度下会提高抓地力。",
      "这辆车更可能打滑。",
      "前轮胎压增加。"
    ],
    "correct_answer": 2,
    "explanation": "冰封的道路会对车辆的操控产生显著影响，容易发生打滑的风险增加。在冰封的道路上驾驶时，司机应避免急刹车、急转向和过度加速。这将有助于减少打滑的风险。",
    "image_name": ""
  },
  {
    "index": 453,
    "id": "ABMW0457RU19",
    "section": "安全与负责驾驶",
    "question": "在行驶在湿滑路况时，司机应该怎么做？",
    "options": [
      "只使用低挡位加速更快。",
      "定期刹车以提高轮胎抓地力。",
      "请使用轻柔的加速和刹车。",
      "以比平时更慢的速度行驶，保持与前方车辆的紧密距离。"
    ],
    "correct_answer": 2,
    "explanation": "轮胎在潮湿或结冰时对路面的抓地力较弱。在滑动的条件下减速，并保持与前方车辆更大的距离。",
    "image_name": ""
  },
  {
    "index": 454,
    "id": "ABMW0458RU23",
    "section": "安全与负责驾驶",
    "question": "当路面湿滑时，司机应该如何应对陡坡或驼峰桥？",
    "options": [
      "选择空挡位置。",
      "只踩离合器。",
      "同时踩下离合器和刹车。",
      "小心驾驶。"
    ],
    "correct_answer": 3,
    "explanation": "在湿滑条件下谈判陡峭的山坡或驼峰桥时要特别小心。在接近时慢慢减速，选择合适的挡位以符合车辆速度，并使用轻柔的转向和加速。",
    "image_name": ""
  },
  {
    "index": 455,
    "id": "ABMW0459RU19",
    "section": "安全与负责驾驶",
    "question": "除了打滑的风险外，驾驶者在雪天开车时还应注意什么？",
    "options": [
      "轮胎中的空气可能会冷冻，导致轮胎爆炸。",
      "制动液可能会结冰，导致制动失灵。",
      "道路标志和道路标线可能变得模糊不清。",
      "动力转向液可能会结冰，导致转向失灵。"
    ],
    "correct_answer": 2,
    "explanation": "道路标志和道路标线可能会被雪覆盖。如果出现这种情况，您可能会难以阅读规定、警告和信息标志。这就是为什么这些标志有不同的形状的主要原因。驾驶员在这些条件下行驶时应特别注意。",
    "image_name": ""
  },
  {
    "index": 456,
    "id": "ABMW0460RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶在大雨中时，司机应该怎么做？",
    "options": [
      "注意车辆可能会打滑或出现水漂移。",
      "加快速度，使车辆能够滑过任何站立的积水。",
      "轻微摇动车辆以提高轮胎抓地力。",
      "保持正常车速，就像在干燥的路面上一样。"
    ],
    "correct_answer": 0,
    "explanation": "在潮湿的路面上，轮胎和路面之间可能会形成一层水膜。这被称为打滑，会减少轮胎与路面之间的抓地力，影响转向和制动。因此，由于这些原因，驾驶员应在雨天期间减速并保持和前方车辆的更大距离。",
    "image_name": ""
  },
  {
    "index": 457,
    "id": "ABMW0461RU19",
    "section": "安全与负责驾驶",
    "question": "在潮湿的道路上高速驾驶会有哪些危险？",
    "options": [
      "轮胎压力会自动增加的危险。",
      "只要轮胎的气压已经调整以适应天气条件，就没有危险。",
      "“滑水或在路面上滑行的危险。”",
      "只要将轮胎气压降低以考虑到天气条件，就不会有危险。"
    ],
    "correct_answer": 2,
    "explanation": "司机在大雨时或者路面积水时应该调节车速。这有助于避免“打滑”，这会减少轮胎对路面的抓地力，从而影响转向和制动。因此，司机应该在下雨时和雨后减速，保持与前车的距离。",
    "image_name": ""
  },
  {
    "index": 458,
    "id": "ABMW0465RU19",
    "section": "安全与负责驾驶",
    "question": "在通过被淹的道路段后，驾驶员应该做什么？",
    "options": [
      "逐渐拉紧手刹，仅干燥后轮制动器。",
      "将车速提高以使刹车变干。",
      "在低速下轻轻踩下刹车踏板一小段距离，以便让刹车自然干燥。",
      "牢固地踩刹车，检查它们是否仍然有效。"
    ],
    "correct_answer": 2,
    "explanation": "当驾驶经过一段被淹没的道路时，刹车可能会变得不那么有效。如果发生这种情况，请检验刹车以确保它们没有被水影响 - 在这样做之前，检查镜子。如果它们受到影响，请在行驶时轻轻踩刹车踏板，直到它们干燥并恢复正常。",
    "image_name": ""
  },
  {
    "index": 459,
    "id": "ABMW0467RU19",
    "section": "安全与负责驾驶",
    "question": "前方道路的一段地方有浅水区，司机应该怎么做？",
    "options": [
      "减慢速度并使用更高的挡位。",
      "提高速度并使用更高的档位。",
      "尽量保持低速行驶，转速保持高位。",
      "使用高档位，并保持相同速度，使发动机转速保持较低。"
    ],
    "correct_answer": 2,
    "explanation": "在接近有浅水积涝的路段时，请减速并评估该区域是否存在任何危险。驾驶时穿过积水，请选择低速挡，尽量缓慢行驶，并保持发动机转速较高以避免熄火。",
    "image_name": ""
  },
  {
    "index": 460,
    "id": "ABMW13U19",
    "section": "安全与负责驾驶",
    "question": "在一场大雨之后，为什么驾驶员应该保持和前方车辆的距离更远？",
    "options": [
      "因为轮胎在潮湿时抓地力提升。",
      "因为雨后车轮转速更快。",
      "因为雨后车轮转动速度较慢。",
      "由于所需的制动距离更长。"
    ],
    "correct_answer": 3,
    "explanation": "在潮湿的路面上，您的车胎和干燥条件下相比，无法很好地抓地，因此您的制动距离会增加。因此，在雨天行驶时，您应减速，保持与前方车辆更大的距离。",
    "image_name": ""
  },
  {
    "index": 461,
    "id": "ABMW0515RU19",
    "section": "安全与负责驾驶",
    "question": "一般来说，驾驶员在进入隧道之前应该做以下哪些事情？",
    "options": [
      "打开危险警示灯，提醒其他车辆注意它们的存在。",
      "确保全灯已开启。",
      "如果隧道内有其他车辆，请只使用点亮的近光灯。",
      "确保将近光灯打开。"
    ],
    "correct_answer": 3,
    "explanation": "一般来说，驾驶员在进入隧道之前应该打开近光灯。",
    "image_name": ""
  },
  {
    "index": 462,
    "id": "ABMW0516RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员进入隧道时应该做些什么？",
    "options": [
      "始终关闭收音机以避免分心。",
      "保持与前方车辆的安全距离。",
      "靠近前面的车辆。",
      "永远不要低于标识的速度限制驾驶。"
    ],
    "correct_answer": 1,
    "explanation": "司机应该保持与前车的安全距离，记住他们正在进入隧道，尾随可能会引发紧急情况。汽车或摩托车的最低建议安全距离是50米，其他所有车辆为100米。永远记住2秒规则。",
    "image_name": ""
  },
  {
    "index": 463,
    "id": "ABMW0520RU19",
    "section": "安全与负责驾驶",
    "question": "如果隧道内交通非常拥挤，司机该怎么办？",
    "options": [
      "保持跟前方车辆的距离。",
      "离开车辆。",
      "打开危险警示灯。",
      "停在最近的应急出口。"
    ],
    "correct_answer": 2,
    "explanation": "如果隧道里有交通拥堵，你应该打开危险警示灯，保持耐心。即使在缓慢行驶的情况下，也要与前方车辆保持安全距离。如果有的话，可以在隧道广播电台上收听交通信息。",
    "image_name": ""
  },
  {
    "index": 464,
    "id": "ABMW0521RU23",
    "section": "安全与负责驾驶",
    "question": "如果交通在隧道中停止了，司机应该怎么办？",
    "options": [
      "选择低档并保持发动机运转。",
      "关闭发动机。",
      "打开前后雾灯。"
    ],
    "correct_answer": 1,
    "explanation": "如果交通在隧道内停滞不前，请熄灭引擎以防止隧道内尾气积聚。保持耐心，遵循隧道操作员的指示。",
    "image_name": ""
  },
  {
    "index": 465,
    "id": "ABMW0522R",
    "section": "安全与负责驾驶",
    "question": "如果司机的车辆在隧道内抛锚或者遇到交通事故，该怎么办？",
    "options": [
      "发出信号让其他交通停止。",
      "示意其他车辆超车。",
      "关闭所有的灯光，待在车辆内直到援助到来。",
      "打开危险警示灯，走到紧急站点呼救。"
    ],
    "correct_answer": 3,
    "explanation": "如果您的车辆在隧道内抛锚或发生碰撞，请打开警示灯，熄灭发动机，前往紧急站并使用紧急电话通知隧道操作员。",
    "image_name": ""
  },
  {
    "index": 466,
    "id": "ABMW0523R",
    "section": "安全与负责驾驶",
    "question": "如果司机的车在隧道里抛锚了，该怎么办？",
    "options": [
      "使用紧急电话呼叫求助。",
      "走到隧道的尽头，然后打电话给警察。",
      "在车里等待直到帮助到来。",
      "拦下一辆路过的汽车，请求帮助。"
    ],
    "correct_answer": 0,
    "explanation": "如果您的车辆在隧道内故障或发生碰撞，请打开危险警示灯，关闭发动机，前往应急站，并使用应急电话联系隧道操作员。",
    "image_name": ""
  },
  {
    "index": 467,
    "id": "ABMW0524RU19",
    "section": "安全与负责驾驶",
    "question": "在隧道内发生故障或事故时，驾驶员应该怎么做？",
    "options": [
      "关闭引擎并打开危险警示灯。",
      "如有需要，请倒车让行以让超车的车辆通过。",
      "招手让其他车辆超车。",
      "向后面的车辆发出停车信号，并要求司机在隧道另一端召唤帮助。"
    ],
    "correct_answer": 0,
    "explanation": "如果您的车辆在隧道内抛锚或发生碰撞，应打开危险警示灯，熄火，前往应急站，并使用应急电话通知隧道操作员。",
    "image_name": ""
  },
  {
    "index": 468,
    "id": "ABMW0525R",
    "section": "安全与负责驾驶",
    "question": "如果一辆车在隧道内起火了，驾驶员应该怎么做？",
    "options": [
      "离开车辆，在隧道内提供的灭火器来灭火。",
      "离开车辆，沿着紧急逃生路线前行。",
      "驾车前往最近的急救站。",
      "驾驶至最近的应急出口。"
    ],
    "correct_answer": 1,
    "explanation": "如果您的车辆在隧道里起火，您应尽快停车，疏散车上乘客到安全地点，前往应急站并使用应急电话通知隧道运营商。",
    "image_name": ""
  },
  {
    "index": 469,
    "id": "ABMW0462RU19",
    "section": "安全与负责驾驶",
    "question": "当司机遇到道路上的泥泞时应该怎么办？",
    "options": [
      "逐渐加快速度，让路上的泥巴不会粘在轮胎上。",
      "立即踩刹车并开启危险警示灯。",
      "降低速度并注意路上的农用车辆或工作车辆。",
      "换到低档并并轻踩刹车来看看路面有多滑。"
    ],
    "correct_answer": 2,
    "explanation": "在路上有泥巴的地方，你应该放慢速度，并意识到可能会打滑的危险。在路上有泥巴时，你的刹车距离也会更长。",
    "image_name": ""
  },
  {
    "index": 470,
    "id": "ABMW0662RU19",
    "section": "安全与负责驾驶",
    "question": "这个刻度盘提供什么信息？",
    "options": [
      "变速箱革命。",
      "燃油水平。",
      "发动机革命。",
      "油位。"
    ],
    "correct_answer": 2,
    "explanation": "转速表用来测量发动机的转速，单位是每分钟的转数。一般来说，转速越高，发动机消耗的燃料就越多，因此驾驶员应该注意转速表，以帮助更加环保地驾驶。",
    "image_name": "ABMW0662RU19.png"
  },
  {
    "index": 471,
    "id": "ABMW0663RU19",
    "section": "安全与负责驾驶",
    "question": "什么是转速表提供信息？",
    "options": [
      "引擎转速。",
      "车轮旋转。",
      "暖风机转速。",
      "齿轮箱革命。"
    ],
    "correct_answer": 0,
    "explanation": "转速表测量发动机的转速，单位为每分钟的转数。一般来说，转速越高，发动机消耗的燃料就越多，因此司机应该留意转速表，以便更加环保地驾驶。",
    "image_name": "ABMW0662RU19.png"
  },
  {
    "index": 472,
    "id": "ABMW0688RU19",
    "section": "安全与负责驾驶",
    "question": "车辆排气管冒出蓝烟通常意味着什么？",
    "options": [
      "催化转化器磨损了。",
      "发动机过热。",
      "发动机在烧机油。",
      "空气过滤器需要更换。"
    ],
    "correct_answer": 2,
    "explanation": "车辆在燃烧机油时，会从排气口冒出蓝烟。疏于保养和发动机磨损是典型的原因。这种蓝烟对环境有害，可能会带来高昂的费用。驾驶员应该让有经验的人员检查车辆。",
    "image_name": ""
  },
  {
    "index": 473,
    "id": "ABMW0689RU19",
    "section": "安全与负责驾驶",
    "question": "磨损的排气管会产生什么影响？",
    "options": [
      "燃油效率提高是因为废气排放更快。",
      "烟气过滤减少，发动机噪音更大。",
      "换挡更困难。",
      "发动机过热。"
    ],
    "correct_answer": 1,
    "explanation": "一个磨损的排气系统可能会产生多种影响，包括发动机噪音增加和更具环境破坏性的废气（因为它们没有得到适当过滤）。确保车辆符合欧盟和爱尔兰法规的要求是必要的。车辆在道路适合性测试期间进行合规性测试。",
    "image_name": ""
  },
  {
    "index": 474,
    "id": "ABMW0690RU19",
    "section": "安全与负责驾驶",
    "question": "一个有问题的排气系统会有什么影响？",
    "options": [
      "它会增加车辆引擎的磨损。",
      "它可以降低车辆的发动机噪音。",
      "它可以改善车辆的燃油消耗。",
      "它会增加车辆的噪音和污染水平。"
    ],
    "correct_answer": 3,
    "explanation": "一个磨损严重的排气系统可能会产生一系列负面影响，包括发动机噪音增加以及更加环境有害的排放物（因为它们没有得到适当过滤）。有要求确保车辆符合欧盟和爱尔兰的法规。车辆在道路适应性测试期间被测试以确保符合要求。",
    "image_name": ""
  },
  {
    "index": 475,
    "id": "ABMW0691U19",
    "section": "安全与负责驾驶",
    "question": "催化转化器的目的是什么？",
    "options": [
      "它增加了引擎动力。",
      "它降低了发动机功率。",
      "它过滤排放气体并减少空气污染。",
      "它使发动机迅速达到正常工作温度。"
    ],
    "correct_answer": 2,
    "explanation": "催化转化器（CAT）的目的是将有毒或污染性气体，如一氧化碳、氮氧化物和未完全燃烧的碳氢化合物从排放废气中去除。当催化转化器出现故障时，发动机管理警告灯将亮起在仪表板上，驾驶员应寻求一个熟练的人的建议。",
    "image_name": ""
  },
  {
    "index": 476,
    "id": "ABMW0715U19",
    "section": "安全与负责驾驶",
    "question": "急剧加速会如何影响燃油消耗？",
    "options": [
      "燃油消耗降低。",
      "只要引擎调校正确，就不会有影响。",
      "燃油消耗增加。",
      "如果挂入高档位，没有任何效果。"
    ],
    "correct_answer": 2,
    "explanation": "激烈的加速会增加燃油消耗。平稳加速有助于减少燃油消耗和车辆排放。尽量不要过度提速发动机，并选择适合车速的合适挡位。减速时，松开油门，让车辆逐渐减速后再进行制动。",
    "image_name": ""
  },
  {
    "index": 477,
    "id": "ABMW0716RU23",
    "section": "安全与负责驾驶",
    "question": "司机应该做什么来减少车辆的燃料消耗？",
    "options": [
      "使用温和的加速和刹车。",
      "在换挡之间使用最大加速。",
      "在低挡位轻踩油门。"
    ],
    "correct_answer": 0,
    "explanation": "平稳驾驶有助于减少燃油消耗。提前观察道路状况，适时调整车速，避免急加速和晚刹车。",
    "image_name": ""
  },
  {
    "index": 478,
    "id": "ABMW0717RU19",
    "section": "安全与负责驾驶",
    "question": "持续高速行驶会如何影响燃油消耗？",
    "options": [
      "只要道路是笔直的，它就能降低燃油消耗。",
      "它会增加燃油消耗。",
      "它使用与低速驾驶相同的燃料消耗。",
      "它可以减少燃料消耗。"
    ],
    "correct_answer": 1,
    "explanation": "连续高速驾驶会增加您的燃油消耗。以112公里/小时行驶的车辆消耗的燃油约比以80公里/小时行驶的车辆多30%。",
    "image_name": ""
  },
  {
    "index": 479,
    "id": "ABMW0718R",
    "section": "安全与负责驾驶",
    "question": "司機應該做什麼來確保車輛具有更好的燃油效率？",
    "options": [
      "确保车辆定期进行保养。",
      "确保较重的物品放在车辆的后部。",
      "以更高的速度驾驶，以减少在路上所花费的时间。",
      "确保车辆上携带的任何负载均匀分布。"
    ],
    "correct_answer": 0,
    "explanation": "保持汽车良好的燃油效率的关键之一是确保您的车辆得到良好的维护。应按制造商建议的方式进行维修。定期检查轮胎气压也可以帮助确保燃油效率良好。",
    "image_name": ""
  },
  {
    "index": 480,
    "id": "ABMW0719RU19",
    "section": "安全与负责驾驶",
    "question": "如何提高燃油效率？",
    "options": [
      "在冰冻条件下只使用一种防蜡剂。",
      "通过轻柔的加速并根据速度进行适当的换挡。",
      "通过加速切换挡位，尽快达到所需速度。",
      "尽量长时间使用更低的挡位驾驶车辆。"
    ],
    "correct_answer": 1,
    "explanation": "驾驶员可以通过提前阅读道路并平稳驾驶来提高车辆的燃油效率。这可以通过缓慢加速、使用最适合当前行驶速度的齿轮以及避免急刹车来实现。",
    "image_name": ""
  },
  {
    "index": 481,
    "id": "ABMW0720RU19",
    "section": "安全与负责驾驶",
    "question": "一个磨损的排气管对车辆有什么影响？",
    "options": [
      "它导致噪音和气体污染水平增加。",
      "它导致发动机冷却水泄漏。",
      "它降低燃料消耗。",
      "它会导致路面上漏油。"
    ],
    "correct_answer": 0,
    "explanation": "一辆排气口磨损的车辆很可能会更吵，产生更多的污染排放。针对车辆的噪音和排放水平有严格的法规规定，这些在车辆的NCT检查中会得到严格检查。",
    "image_name": ""
  },
  {
    "index": 482,
    "id": "ABMW0725R",
    "section": "安全与负责驾驶",
    "question": "机动车辆以何种方式损害环境？",
    "options": [
      "通过增加一氧化碳水平。",
      "通过降低氡的水平。",
      "通过降低一氧化碳水平。",
      "通过增加氡的含量。"
    ],
    "correct_answer": 0,
    "explanation": "一氧化碳是由车辆尾气排放到大气中的有毒气体。经济驾驶和保持车辆良好维护可以减少一氧化碳排放水平。",
    "image_name": ""
  },
  {
    "index": 483,
    "id": "ABMW0727RU19",
    "section": "安全与负责驾驶",
    "question": "一个驾驶员在驾驶时可以做什么来最大化燃油效率？",
    "options": [
      "增加道路速度。",
      "安装车顶行李架。",
      "减小所有轮胎的气压。",
      "避免携带不必要的重量。"
    ],
    "correct_answer": 3,
    "explanation": "车辆额外负重越多，燃油消耗也会越多。使用车顶行李架或箱子会增加风阻，进而导致燃油消耗增加，最多可达15%。不使用时请移除车顶行李架和箱子。",
    "image_name": ""
  },
  {
    "index": 484,
    "id": "ABMW0728RU19",
    "section": "安全与负责驾驶",
    "question": "哪种行为可能会导致燃油消耗增加？",
    "options": [
      "以恒定速度行驶。",
      "关闭空调。",
      "猛烈加速。",
      "展望并预测交通流量。"
    ],
    "correct_answer": 2,
    "explanation": "急剧加速会增加燃油消耗。平稳驾驶可减少磨损，改善燃油消耗。在不使发动机过度劳累的情况下尽量使用最高挡位。",
    "image_name": ""
  },
  {
    "index": 485,
    "id": "ABMW0729RU23",
    "section": "安全与负责驾驶",
    "question": "司机可以采取哪些替代方案来帮助保护环境？",
    "options": [
      "只使用低速档。",
      "在驾驶时急加速和急刹车。",
      "使用公共交通。"
    ],
    "correct_answer": 2,
    "explanation": "利用公共交通有助于保护环境。公交车、有轨电车和火车是在城市地区移动大量人口时更环保的方式。尽量考虑使用公共交通，这不仅更环保，而且考虑到燃油费和停车费用时也更经济。",
    "image_name": ""
  },
  {
    "index": 486,
    "id": "ABMW0730R",
    "section": "安全与负责驾驶",
    "question": "以“节能驾驶”风格所能实现什么？",
    "options": [
      "增加的旅行时间。",
      "增加的燃料消耗。",
      "降低燃油消耗。",
      "缩短旅行时间。"
    ],
    "correct_answer": 2,
    "explanation": "生态驾驶的好处包括提高道路安全、改善燃油消耗和减少排放。具有生态意识的驾驶员会变得更加高效，因为他们学会提前看清道路以及展现更好的预测技能。这降低了急刹车和急加速的需求，从而实现更经济的驾驶风格和更平稳的驾驶体验。",
    "image_name": ""
  },
  {
    "index": 487,
    "id": "ABMW0731R",
    "section": "安全与负责驾驶",
    "question": "哪种行为有助于生态驾驶？",
    "options": [
      "急刹车。",
      "安装车顶行李架。",
      "以低挡高速行驶。",
      "尽快选择高档位。"
    ],
    "correct_answer": 3,
    "explanation": "经济驾驶有助于道路安全，同时还能减少燃料消耗和有害排放。环保意识的司机会提前阅读道路，并避免急加速和急刹车。通过尽可能使用最高的挡位，而不使发动机过度劳累，可以减少燃料消耗。",
    "image_name": ""
  },
  {
    "index": 488,
    "id": "ABMW0732R",
    "section": "安全与负责驾驶",
    "question": "一个司机如何可以帮助保护环境？",
    "options": [
      "通过急刹车。",
      "通过强烈的加速。",
      "通过减速。",
      "通过增加速度。"
    ],
    "correct_answer": 2,
    "explanation": "作为驾驶员，如果您驾驶平稳并避免急加速和急刹车，您将对环境造成较小的损害。以每小时110公里的速度行驶的车辆比以每小时80公里行驶的车辆多使用30%的燃料。然而，您也不应该开得太慢以至于影响其他道路使用者。",
    "image_name": ""
  },
  {
    "index": 489,
    "id": "ABMW279U19",
    "section": "安全与负责驾驶",
    "question": "以“节能驾驶”为名的驾驶方式能实现什么？",
    "options": [
      "增加的旅行时间。",
      "提高道路安全。",
      "缩短旅程时间。",
      "增加的排放量。"
    ],
    "correct_answer": 1,
    "explanation": "生态驾驶的优势包括提高道路安全性，优化燃油消耗和减少排放。生态意识强的驾驶员会变得更加高效，因为他们学会提前观察道路并展现出更好的预判技巧。这降低了对急加速和急刹车的需求，从而实现更经济的驾驶风格和更顺畅的行驶。",
    "image_name": ""
  },
  {
    "index": 490,
    "id": "ABMW28U19",
    "section": "安全与负责驾驶",
    "question": "以所谓的“生态驾驶”风格能够实现什么？",
    "options": [
      "增加的燃油消耗。",
      "增加的旅行时间。",
      "提高燃油效率。",
      "增加的排放。"
    ],
    "correct_answer": 2,
    "explanation": "生态驾驶风格的许多优点之一包括：提高燃油效率、减少排放以及提高驾驶安全性。生态意识的驾驶员会变得更加高效，因为他们学会了提前阅读路况并展现更好的预见技能。这减少了对急加速和急刹车的需求，从而实现更经济、更平稳的驾驶风格。",
    "image_name": ""
  },
  {
    "index": 491,
    "id": "ABMW29U19",
    "section": "安全与负责驾驶",
    "question": "哪些行动有助于环保驾驶？",
    "options": [
      "急刹车。",
      "开着车窗。",
      "保持稳定的速度。",
      "以低档高速行驶。"
    ],
    "correct_answer": 2,
    "explanation": "维持恒定速度的许多优势之一包括：提高燃油效率、减少排放和提高驾驶员安全。环保意识的司机会变得更高效，因为他们学会提前看路，展现更好的预测能力。这降低了需要急加速和急刹车的情况，从而实现更经济和更平稳的驾驶风格。",
    "image_name": ""
  },
  {
    "index": 492,
    "id": "ABMW30U19",
    "section": "安全与负责驾驶",
    "question": "哪种行为有助于生态驾驶？",
    "options": [
      "猛刹车。",
      "展望和预期。",
      "以低档高速行驶。",
      "减少轮胎气压。"
    ],
    "correct_answer": 1,
    "explanation": "生态驾驶风格的许多优点之一包括：提高燃油效率、减少排放和提高驾驶安全性。具有生态意识的驾驶者变得更有效率，因为他们学会提前读取道路并展现更好的预见能力。这减少了对急加速和刹车的需求，从而导致了更经济的驾驶风格和更平稳。",
    "image_name": ""
  },
  {
    "index": 493,
    "id": "ABMW0359R",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员在驾车时变得昏昏欲睡，应该怎么办？",
    "options": [
      "调高暖气。",
      "停下来，休息一下，如果可能的话，包括短暂散步。",
      "打开窗户或者打开空调，让凉爽的空气进入车内。",
      "停下来好好吃一顿饭，提高能量水平。"
    ],
    "correct_answer": 1,
    "explanation": "在疲劳的情况下驾驶可能非常危险，疲劳是严重道路碰撞的主要原因之一。如果你在驾车时感到困倦，应该在安全的地方停下来小睡一会儿。然后多呼吸新鲜空气，伸展一下腿部几分钟，再次出发之前。喝一些含咖啡因的饮料，比如咖啡，也可能有所帮助。",
    "image_name": ""
  },
  {
    "index": 494,
    "id": "ABMW0360RU23",
    "section": "安全与负责驾驶",
    "question": "如果司机在驾驶过程中感到疲劳，应该怎么办？",
    "options": [
      "司机应该沿着路中心行驶，并减速。",
      "司机应该停下来休息一下。",
      "司机应在有条件的情况下行驶在硬路肩上。"
    ],
    "correct_answer": 1,
    "explanation": "当你疲劳时开车可能非常危险，也可能导致你微睡（或短暂打盹）。在每小时100公里的时速下，你每秒行驶28米，因此如果你微睡只有4秒，你就会在没有控制车辆的情况下行驶超过100米。如果你感到困倦，千万不要开车。",
    "image_name": ""
  },
  {
    "index": 495,
    "id": "ABMW0388RU19",
    "section": "安全与负责驾驶",
    "question": "酒精对驾驶行为有何影响？",
    "options": [
      "它会减慢驾驶员的反应速度。",
      "它可以增加感知和意识。",
      "它可以降低驾驶员的信心。",
      "它不会影响司机的行为或能力。"
    ],
    "correct_answer": 0,
    "explanation": "酒精是导致可能导致死亡和伤害的碰撞的主要因素。即使是少量的酒精也会影响您的判断力和驾驶能力。",
    "image_name": ""
  },
  {
    "index": 496,
    "id": "ABMW0389RU19",
    "section": "安全与负责驾驶",
    "question": "饮酒对驾驶员有什么影响？",
    "options": [
      "它提高了注意力。",
      "它提高了协调能力。",
      "它会降低注意力。",
      "它增加了意识。"
    ],
    "correct_answer": 2,
    "explanation": "酒精是导致致死和受伤碰撞的主要因素。即使是少量的酒精都会影响您的判断力、注意力和对危险的反应能力。驾驶者绝对不应该喝酒后驾驶。",
    "image_name": ""
  },
  {
    "index": 497,
    "id": "ABMW0390RU19",
    "section": "安全与负责驾驶",
    "question": "如果一名汽车司机或摩托车骑手正在服用可能影响驾驶的药物，他们应该怎么做？",
    "options": [
      "只在短距离内驾驶。",
      "在服用影响驾驶的药物时开车要减速。",
      "在驾驶时多喝水。",
      "寻求与驾驶有关的医疗建议。"
    ],
    "correct_answer": 3,
    "explanation": "一些药物可能会影响驾驶者安全驾驶的能力。如果您正在服用任何药物，您应该询问您的医生或药剂师是否在服用药物时安全驾驶。阅读随药物提供的患者说明书。",
    "image_name": ""
  },
  {
    "index": 498,
    "id": "ABMW0449RU19",
    "section": "安全与负责驾驶",
    "question": "在深夜驾驶时，司机应注意什么？",
    "options": [
      "午夜至上午6:00的时段不实行限速。",
      "所有行人都将穿着高能见度服装。",
      "有危险导致他们自己或其他司机睡着的可能性。",
      "卡车可以在高速公路外侧车道行驶。"
    ],
    "correct_answer": 2,
    "explanation": "疲劳驾驶可能非常危险，驾驶员疲劳是严重道路碰撞的主要原因之一。如果驾驶员在驾驶时感到困倦，他们应该在安全的地方停车，喝一杯含咖啡因的饮料，然后小睡一会儿。之后，他们应该去呼吸新鲜空气，伸展一下腿脚几分钟，然后再出发。疲劳唯一的解决办法就是充足的睡眠。永远不要开车。",
    "image_name": ""
  },
  {
    "index": 499,
    "id": "RSA00045A",
    "section": "安全与负责驾驶",
    "question": "如果在第一次违规时，司机拒绝向An Garda Síochána的成员提供血液、尿液或呼吸样本，他们自动被取消驾驶资格多长时间？",
    "options": [
      "4年。",
      "3年。",
      "2年。",
      "1年。"
    ],
    "correct_answer": 0,
    "explanation": "不遵守安嘎达警察成员要求提供呼吸、尿液或血液样本是违法行为。",
    "image_name": ""
  },
  {
    "index": 500,
    "id": "RSA00046AU19",
    "section": "安全与负责驾驶",
    "question": "如果一名学习驾驶的驾驶员饮酒后开车，即使只喝了一单位的酒，可能会造成以下哪种后果？",
    "options": [
      "一张90欧元的罚单。",
      "一张60欧元的罚单。",
      "驾驶资格停止三个月。",
      "驾驶资格被暂停一个月。"
    ],
    "correct_answer": 2,
    "explanation": "对于新手/学习驾驶员，血液酒精浓度限制要低得多，远远低于持有完整驾照超过两年的驾驶员（非新手驾驶员）。因此，即使少量的酒精单位也会导致驾驶员超过较低的限值。",
    "image_name": ""
  },
  {
    "index": 501,
    "id": "RSA00049A",
    "section": "安全与负责驾驶",
    "question": "当学习驾驶者的血液酒精浓度（BAC）超过80毫克时，在法庭上最长可能被取消资格的时间是多久？",
    "options": [
      "一年。",
      "四年。",
      "六年。",
      "两年。"
    ],
    "correct_answer": 2,
    "explanation": "当一名学习驾驶员未能支付固定罚款通知时，他们将被传唤到法庭，在那里法官可以判处1到6年的驾驶禁止期。",
    "image_name": ""
  },
  {
    "index": 502,
    "id": "RSA0200",
    "section": "安全与负责驾驶",
    "question": "一个学习驾驶员的血液酒精浓度（BAC）为20毫克至80毫克每100毫升血液的饮酒驾驶处罚是什么？",
    "options": [
      "200欧元罚款和3个罚分。",
      "200欧元的罚款和6个月的驾驶停牌。",
      "罚款200欧元和停驾3个月。",
      "€200欧元罚款和5分罚分。"
    ],
    "correct_answer": 2,
    "explanation": "酒精是导致死亡和受伤的车祸中的一个主要因素。研究证明，即使少量酒精也会影响您的判断力和驾驶能力。在法定限制以上驾驶是违法的。",
    "image_name": ""
  },
  {
    "index": 503,
    "id": "RSA0201",
    "section": "安全与负责驾驶",
    "question": "一个持有全车驾照的专业司机，如果被发现血液酒精浓度（BAC）为每100毫升血液20毫克至80毫克，酒后驾驶的处罚是什么？",
    "options": [
      "罚款200欧元，驾驶执照被吊销3个月。",
      "50毫克（BAC）以下没有处罚。",
      "处罚仅适用于80毫克/升（BAC）以上。",
      "100欧元罚款和6个月的驾驶禁令。"
    ],
    "correct_answer": 0,
    "explanation": "酒精是導致死亡和傷害的事故中的一個重要因素。研究證明，即使是少量的酒精也會影響你的判斷力和駕駛能力。酒精濃度超出法定限制時駕駛是違法的。",
    "image_name": ""
  },
  {
    "index": 504,
    "id": "RSA0202",
    "section": "安全与负责驾驶",
    "question": "一个血液酒精浓度为80mg至100mg/100毫升的驾驶员酒后驾驶的处罚是什么？",
    "options": [
      "€400罚款和6个月停驾。",
      "€400 罚款和 3 个月驾驶禁令。",
      "€200罚款和3个月停驾。",
      "200欧元罚款，停驾6个月。"
    ],
    "correct_answer": 0,
    "explanation": "酒精是导致死亡和受伤事故的主要因素。研究证明，即使是少量的酒精也会影响您的判断和驾驶能力。酒精含量超过法定限值时驾驶是非法的。",
    "image_name": ""
  },
  {
    "index": 505,
    "id": "RSA0203",
    "section": "安全与负责驾驶",
    "question": "如果一名司机拒绝提供呼吸、血液或尿液样本作为第二次违法行为的证据给愛爾蘭宪兵队(An Gárda Síochána)，惩罚是什么？",
    "options": [
      "4年自动取消资格。",
      "自动取消资格六年。",
      "3个月的自动取消资格。",
      "12个月的自动取消资格。"
    ],
    "correct_answer": 1,
    "explanation": "以下是英文文本的中文翻译：\n\n酒精是导致死亡和受伤事故的主要因素。研究证明，即使少量的酒精或药物也会影响您的判断能力和驾驶技能。酒精含量超过法定限值或在受药干扰时驾驶都是违法的。拒绝提供呼气、血液或尿样本属于违法行为。",
    "image_name": ""
  },
  {
    "index": 506,
    "id": "RSA0204",
    "section": "安全与负责驾驶",
    "question": "安嘉德拉治安警察局能否在早晨进行路边毒品和酒精测试？",
    "options": [
      "他们只能检查毒品。",
      "不，他们直到中午之后才能检查。",
      "是的，他们可以随时检查。",
      "他们只能检测酒精。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶汽车、摩托车、卡车、公共汽车、脚踏自行车或者动物拉车时，如受到醉酒等影响以致无法控制交通工具的情况是违法的。醉酒剂量包括酒精和毒品，无论是分开使用还是一起使用。这里所说的“毒品”包括法律处方药和非处方药。",
    "image_name": ""
  },
  {
    "index": 507,
    "id": "RSA0205",
    "section": "安全与负责驾驶",
    "question": "除了进行损伤测试之外，如果加尔达怀疑司机受毒品影响驾驶，他们可能会要求什么？",
    "options": [
      "驾驶执照。",
      "唾液样本。",
      "一个呼吸样本。",
      "一份保险证书。"
    ],
    "correct_answer": 1,
    "explanation": "如果一名驾驶员在路边检查时被停下，他们应该意识到，除了酒精测试外，警方还可以在怀疑驾驶员受毒品影响时要求唾液样本。",
    "image_name": ""
  },
  {
    "index": 508,
    "id": "RSA0206",
    "section": "安全与负责驾驶",
    "question": "吸毒駕駛定罪的最高刑罰是什麼？",
    "options": [
      "3000欧元罚款和12个月驾驶禁令。",
      "€3,000欧元罚款和12个月监禁。",
      "€5,000 罚款和6个月监禁。",
      "€5,000欧元罚款和6个月驾驶停权。"
    ],
    "correct_answer": 2,
    "explanation": "司机们应该意识到，如果他们在服用毒品后驾驶并被检测到，将面临严厉的处罚。由于毒品对大脑的影响，毒驾极其危险。",
    "image_name": ""
  },
  {
    "index": 509,
    "id": "RSA0207",
    "section": "安全与负责驾驶",
    "question": "如果在早上被检测出酒驾和毒驾，限度有所不同吗？",
    "options": [
      "不，它们始终相同。",
      "不，除非在上午10点后进行测试。",
      "是的，它们早晨较低。",
      "是的，它们在晚上更高。"
    ],
    "correct_answer": 0,
    "explanation": "酒驾和毒驾的限制不会随着受检驾驶人的时间而改变。饮酒和吸毒会在身体内停留一段时间。驾驶员在服用酒精或毒品后的第二天早晨开车前应仔细考虑，并意识到他们可能仍然远超标。",
    "image_name": ""
  },
  {
    "index": 510,
    "id": "RSA225300",
    "section": "安全与负责驾驶",
    "question": "司机在启程之前如果感觉疲劳应该怎么办？",
    "options": [
      "在他们开始旅程之前打开车辆的窗户。",
      "不要在他们休息之前开始旅程。",
      "在旅途中为车内带来一杯浓郁的咖啡。"
    ],
    "correct_answer": 1,
    "explanation": "司机如果感到疲劳或困倦，不应该开车或开始旅程。研究表明，疲劳驾驶者是道路安全的主要风险，不仅对自己，也对他人构成威胁。",
    "image_name": ""
  },
  {
    "index": 511,
    "id": "RSA225301",
    "section": "安全与负责驾驶",
    "question": "当驾驶员在驾驶过程中经历微睡时应该怎么做？",
    "options": [
      "当他们到达目的地时，睡个20分钟的觉。",
      "在安全的地方停下来。",
      "打开所有车窗以降低温度。"
    ],
    "correct_answer": 1,
    "explanation": "司机在疲劳或疲乏时不应该开车。研究表明，疲劳的驾驶员是一种严重的道路安全风险，不仅对自己而且也对其他人。如果一名司机感到疲倦并且在与睡眠作斗争，他们可能会经历“微睡眠”，这种情况可以持续长达10秒，甚至在眼睛睁开时也会发生。在即使是4秒的微睡眠期间，车辆可以行驶100米（超过）。",
    "image_name": ""
  },
  {
    "index": 512,
    "id": "RSA225302",
    "section": "安全与负责驾驶",
    "question": "如果司机服用会让他们感到昏昏欲睡的药物，该怎么办？",
    "options": [
      "继续驾驶直到他们开始感到困倦。",
      "只在白天驾驶。",
      "不要开车。"
    ],
    "correct_answer": 2,
    "explanation": "在受到酒精或药物影响以至于无法控制车辆的情况下驾驶车辆是违法的。酒精和药物都被视为麻醉剂，无论是单独使用还是混合使用。药物包括合法处方药或非处方药。",
    "image_name": ""
  },
  {
    "index": 513,
    "id": "ABMW0379U19",
    "section": "安全与负责驾驶",
    "question": "根据限速标准，最安全的行驶速度是多少？",
    "options": [
      "一个司机应该始终尽量以道路规定的限速行驶。",
      "使驾驶员能够在前方可见的距离内停车的速度。",
      "一个司机应该始终尽力跟随其他道路使用者的速度行驶，而不管速度限制。",
      "路上行驶最慢车辆的速度。"
    ],
    "correct_answer": 1,
    "explanation": "你应该始终以能够在你所能看到的清晰距离内停车的速度驾驶。如果你认为你无法安全地将车辆停在你所能看到的范围内，那么你的速度太快了，要放慢速度。",
    "image_name": ""
  },
  {
    "index": 514,
    "id": "ABMW0406RAU19",
    "section": "安全与负责驾驶",
    "question": "汽车在干燥路面上以50公里/小时行驶时，建议的最小制动距离是多少？",
    "options": [
      "55 米。",
      "15米。",
      "5米。",
      "25米。"
    ],
    "correct_answer": 3,
    "explanation": "车辆的总最小制动距离取决于四个因素：感知时间、反应时间、车速和车辆的制动能力。在干燥条件下，以每小时50公里的速度行驶的汽车推荐的最小制动距离为25米。",
    "image_name": ""
  },
  {
    "index": 515,
    "id": "ABMW0407RAU19",
    "section": "安全与负责驾驶",
    "question": "一个汽车在潮湿的路面以50公里/小时的速度行驶时，推荐的最低停车距离是多少？",
    "options": [
      "36米。",
      "16 米。",
      "56 米。",
      "76 米。"
    ],
    "correct_answer": 0,
    "explanation": "车辆的总最小制动距离取决于四个因素：感知时间、反应时间、车辆的速度和车辆的制动能力。在潮湿路况下以50公里/小时行驶的汽车的推荐最小制动距离为36米。",
    "image_name": ""
  },
  {
    "index": 516,
    "id": "ABMW0408RAU19",
    "section": "安全与负责驾驶",
    "question": "一辆以每小时100公里的速度在干燥路面上行驶的汽车的建议最小停车距离是多少？",
    "options": [
      "120 米。",
      "30米。",
      "90米。",
      "70 米。"
    ],
    "correct_answer": 3,
    "explanation": "车辆的总最小制动距离取决于四个因素：感知时间、反应时间、车速和车辆的制动能力。建议在干燥条件下以每小时100公里的速度行驶的汽车的最小制动距离为70米。",
    "image_name": ""
  },
  {
    "index": 517,
    "id": "ABMW0426R",
    "section": "安全与负责驾驶",
    "question": "以下哪些因素会影响车辆的刹车距离？",
    "options": [
      "车辆的速度和重量。",
      "无铅汽油的使用。",
      "发动机的动力。",
      "刹车片间隙。"
    ],
    "correct_answer": 0,
    "explanation": "您的车辆的总制动距离取决于其速度和重量 - 更快和更重的车辆需要更长的制动距离。",
    "image_name": ""
  },
  {
    "index": 518,
    "id": "ABMW0488RU19",
    "section": "安全与负责驾驶",
    "question": "当司机从匝道驶入高速公路时应该怎么做？",
    "options": [
      "尝试将车速与已在高速公路上的交通车辆匹配，并在适当的空档中并入其中。",
      "直接驶入高速公路，因为加速道上的驾驶员具有优先通行权。",
      "始终停在加速车道的末端，并让行驶在高速公路上的车辆先行。",
      "沿着硬肩膀行驶，直到高速公路交通出现合适的缝隙，以便让驾驶员并入其中。"
    ],
    "correct_answer": 0,
    "explanation": "当驶入高速公路时，驾驶员应尽量使自己的速度与高速公路上的车辆保持一致，并在出现合适的间隙时合并进入，避免在紧急停车带行驶，同时让行已在高速公路上的车辆。",
    "image_name": ""
  },
  {
    "index": 519,
    "id": "ABMW0490RU19",
    "section": "安全与负责驾驶",
    "question": "当在高速公路上驾驶时，如果司机错过了出口，该怎么办？",
    "options": [
      "在硬路肩上等待，直到双向交通中有合适的空隙，然后穿过高速公路到对面。",
      "在下一出口离开高速公路，通过天桥（或地下通道）越过到对面。",
      "当对面的交通有合适的间隙时，才可穿过高速公路到达对面。",
      "停在硬道路边，打开危险灯，并倒车返回到所需的出口。"
    ],
    "correct_answer": 1,
    "explanation": "如果驾驶员在高速公路上驾驶时错过了他们的预定出口，他们应该继续到下一个立交桥出口，在那里可以离开高速公路，然后从高速公路的对面重新加入。",
    "image_name": ""
  },
  {
    "index": 520,
    "id": "ABMW0492RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员离开高速公路后进入匝道时应该怎么做？",
    "options": [
      "遵守司机将要驶入的道路的速度限制。",
      "始终逐渐减速几公里。",
      "在匝道上行驶时，永远不需要调整车速。",
      "进入匝道时刹车严重以减速。"
    ],
    "correct_answer": 0,
    "explanation": "当驾驶员要离开高速公路时，他们应该进入减速车道并减慢速度。他们应该遵守他们驶入的道路的限速。",
    "image_name": ""
  },
  {
    "index": 521,
    "id": "ABMW0493RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机误过了他们打算的出口，该怎么办？",
    "options": [
      "使用紧急电话寻求建议。",
      "停在硬肩膀上，倒车返回至出口。",
      "继续驾驶，然后在下一个出口离开。",
      "小心完成一个U形转弯。"
    ],
    "correct_answer": 2,
    "explanation": "如果驾驶员在高速公路上行驶时错过了他们预定的出口，他们应该继续前往下一个出口，从那里可以离开高速公路，然后再以相反的方向重新加入。",
    "image_name": ""
  },
  {
    "index": 522,
    "id": "ABMW0494RU19",
    "section": "安全与负责驾驶",
    "question": "在高速公路上开车和在其他类型的道路上开车的主要区别是什么？",
    "options": [
      "一般情况下，允许在高速公路上以更高的速度行驶。",
      "学习许可证持有者必须由持有完整驾照的人陪同。",
      "交通在高速公路上的速度通常比双车道快速公路上的速度要慢。",
      "120公里/小时的交通只能使用高速公路上的外侧车道。"
    ],
    "correct_answer": 0,
    "explanation": "高速公路设计的目的是为了使交通能更快速、更自由地移动，不受交通灯、十字路口、平交道和其他可能减速交通的道路特征的影响。还有关于谁可以使用高速公路的限制，比如学习驾驶员和排气量低于50cc的摩托车是被禁止的。",
    "image_name": ""
  },
  {
    "index": 523,
    "id": "ABMW0495RU19",
    "section": "安全与负责驾驶",
    "question": "在一条双车道高速公路上，当司机希望安全地超越另一辆车时，应该采取什么程序？",
    "options": [
      "在安全的情况下，使用他们的后视镜，打转向灯并在右车道超车。",
      "信号灯，使用他们的后视镜，并在安全的情况下超车。",
      "只能使用他们的后视镜，在左车道信号并超车。",
      "检查后方车辆，并可以选择在任何车道超车。"
    ],
    "correct_answer": 0,
    "explanation": "当驾驶员想要在高速公路上超车时，他们通常只应该在右侧超车，除非交通在缓慢移动的队列中行驶。驾驶员应该使用\"后视镜-示意-后视镜（盲点）-操作\"的程序。检查后视镜，示意意图，再次检查后视镜（和盲点），并在安全的情况下完成操作。他们应特别注意交通的速度。",
    "image_name": ""
  },
  {
    "index": 524,
    "id": "RSA225170",
    "section": "安全与负责驾驶",
    "question": "司机何时可以在双车道上的右侧车道行驶？",
    "options": [
      "在左车道超车时。",
      "为了保持和硬肩膀的更远距离。",
      "当跟随其他车辆在右侧车道行驶时。"
    ],
    "correct_answer": 0,
    "explanation": "你通常必须在双车道的左侧车道行驶。不应该将右侧车道作为行车道使用。当超车或者打算在短距离内右转时，可以使用右侧车道。",
    "image_name": ""
  },
  {
    "index": 525,
    "id": "RSA225191",
    "section": "安全与负责驾驶",
    "question": "司機應該在何時擦入高速公路的輔助車道？",
    "options": [
      "离开高速公路。",
      "在其他车道超越慢车。",
      "允许其他车辆超车。"
    ],
    "correct_answer": 0,
    "explanation": "辅助车道位于一些高速公路上，位于主要高速公路车道的左侧。它们将您要离开的道路的出口与下一个可用的出口或出口连接起来。如果司机已经在高速公路的1号车道，并且打算驶向下一个出口，他们应该进入辅助车道。辅助车道通常通过车道右侧的一条断续的白线来标识。",
    "image_name": ""
  },
  {
    "index": 526,
    "id": "ABMW0222RU23",
    "section": "安全与负责驾驶",
    "question": "这种情况下应该采取什么正确的行动？",
    "options": [
      "密切注意孩子，并做好随时刹车的准备。",
      "靠近左侧（靠近路边）并鸣喇叭。",
      "继续以相同速度行驶。"
    ],
    "correct_answer": 0,
    "explanation": "由于很难预测儿童的行为，你应该随时做好准备来应对交通状况的变化或停车。",
    "image_name": "ABMW0222RU23.png"
  },
  {
    "index": 527,
    "id": "ABMW0249RU19",
    "section": "安全与负责驾驶",
    "question": "当接近这种情况时，驾驶员应该怎么做？",
    "options": [
      "司机应该保持当前速度，并减小与银色车的距离。",
      "司机应准备好让前方车辆加速。",
      "司机可以超过车辆和女孩，因为道路上有一条破碎的白线标记着。",
      "减速并保持准备刹车，因为人行道上的女孩可能会突然横穿马路。"
    ],
    "correct_answer": 3,
    "explanation": "往往很难预测其他道路使用者的行为。你应该做好准备，以防行人突然走上马路，银色轿车突然停车。",
    "image_name": "ABMW0249RU19.png"
  },
  {
    "index": 528,
    "id": "ABMW0346R",
    "section": "安全与负责驾驶",
    "question": "司机何时应该使用车辆的后视镜？",
    "options": [
      "在打开后窗加热器之前。",
      "只能向后移动之前。",
      "只是在启程之前。",
      "在改变方向之前。"
    ],
    "correct_answer": 3,
    "explanation": "您应该使用镜子来注意您周围和背后的交通情况。在道路上改变方向之前，始终要检查您的镜子，并在示意或开始进行操纵之前也要检查镜子。",
    "image_name": ""
  },
  {
    "index": 529,
    "id": "ABMW0347RU23",
    "section": "安全与负责驾驶",
    "question": "如果司机在交叉口的视线被阻挡了，他们应该怎么行驶？",
    "options": [
      "请向路人询问如何前往另一条路。",
      "慢慢驶入道路，同时仔细观察其他车辆。",
      "多次鸣喇叭，然后继续前行。",
      "在启动前闪动前灯。"
    ],
    "correct_answer": 1,
    "explanation": "在视野受阻的路口，小心地移动到一个位置，可以在不影响其他道路使用者的情况下看清。然后评估情况后再继续前行。",
    "image_name": ""
  },
  {
    "index": 530,
    "id": "ABMW0354RU23",
    "section": "安全与负责驾驶",
    "question": "司机在拖曳装满货物的拖车时需要注意哪些盲点？",
    "options": [
      "拖车后面的货物或货舱区域。",
      "车辆侧后方以及驾驶员无法看见的挂车区域。",
      "前方道路的一些部分被其他大型车辆挡住了。",
      "前方的视野被遮阳罩挡住了。"
    ],
    "correct_answer": 1,
    "explanation": "盲点是指驾驶员前方或通过后视镜无法看到的区域。在改变方向或变换车道前，您应该检查您的盲点。车辆越大，盲点就越大，如果您驾驶在大型车辆后面，比如拖着装满货物的拖车的车辆，您应该牢记这一点。在这种情况下，如果您看不到拖车的后视镜，则",
    "image_name": ""
  },
  {
    "index": 531,
    "id": "ABMW0357RU19",
    "section": "安全与负责驾驶",
    "question": "希望执行掉头的司机应该怎么做？",
    "options": [
      "只能在城市限速区域之外进行掉头。",
      "检查后方是否有接近的车辆，并示意它们停下来。",
      "检查一下这条路不是单行道。",
      "提前查看接近的车辆并示意他们停下。"
    ],
    "correct_answer": 2,
    "explanation": "如果你想掉头，你必须首先选择一个安全和合法的地点来进行。四周查看其他道路使用者，不要妨碍他们的通行权。高效且安全地完成整个操作。",
    "image_name": ""
  },
  {
    "index": 532,
    "id": "ABMW0358RU23",
    "section": "安全与负责驾驶",
    "question": "一个想在路上掉头的司机应该怎么做？",
    "options": [
      "在必要时，可以开车上人行道以确保他们有足够的转弯空间。",
      "检查前后来车并在保持警惕的同时掉头。",
      "在任何情况下都不允许在道路上调头。",
      "开进某人的车道，然后朝后倒车回到马路上。"
    ],
    "correct_answer": 1,
    "explanation": "如果你想在路上调头，你必须首先选择一个安全合法的地方。四处查看其他道路使用者，不要妨碍他们通行权。高效且安全地完成操作。",
    "image_name": ""
  },
  {
    "index": 533,
    "id": "ABMW0387RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员想要安全地换到右侧有其他车辆的车道时，他们应该怎么做？",
    "options": [
      "当右侧车道出现合适的缝隙时，请使用后视镜、信号灯并移动到右侧车道。",
      "把车停下来，等待合适的空档，然后变道到右侧车道。",
      "增加速度，直至与右车道中的车辆保持同等速度，然后换道并检查后视镜。",
      "逐渐移入右侧车道，打转向灯，然后检查后视镜。"
    ],
    "correct_answer": 0,
    "explanation": "无论何时你变道，都应该使用“镜子-信号-镜子（盲区）-操作”的程序。检查你的后视镜，打开转向灯表示你的意图，再次检查后视镜（和盲区），当有适当的车距时，将车辆转入下一个车道，礼让已在该车道的车辆。",
    "image_name": ""
  },
  {
    "index": 534,
    "id": "ABMW0683RU19",
    "section": "安全与负责驾驶",
    "question": "当车辆后视镜适当调整时，司机应该能看到什么？",
    "options": [
      "车辆后方和两侧的区域。",
      "车辆的乘客区域。",
      "所有车轮的位置。",
      "左侧车轮的位置。"
    ],
    "correct_answer": 0,
    "explanation": "正确调整的车辆后视镜使驾驶员能够看到车辆后方和侧面的道路。这有助于驾驶员考虑身后的情况，从而能够做出明智、正确和更安全的决策。",
    "image_name": ""
  },
  {
    "index": 535,
    "id": "ABMW0684RU19",
    "section": "安全与负责驾驶",
    "question": "当车辆的外后视镜被正确调整时，驾驶员应该能看到什么？",
    "options": [
      "车辆的侧面而已。",
      "车辆两侧的区域。",
      "车辆60%倾斜，40%倾斜到路面。",
      "车辆的后部。"
    ],
    "correct_answer": 1,
    "explanation": "外部镜子让驾驶员能够看到车辆两侧的区域。驾驶员必须考虑所有可见的危险，以便做出明智、正确和更安全的决策。",
    "image_name": ""
  },
  {
    "index": 536,
    "id": "ABMW0685U19",
    "section": "安全与负责驾驶",
    "question": "车辆的外后视镜被一层泥和灰尘覆盖。司机该怎么办？",
    "options": [
      "跟随其他车辆的气流行驶，镜子最终会被清洁。",
      "抵达目的地后继续前行，并且清洁它们。",
      "将镜子倾斜朝前一段距离，以便清洁它们。",
      "在它们启程前用布或纸巾擦拭干净。"
    ],
    "correct_answer": 3,
    "explanation": "镜子的作用是增加驾驶员对车辆后方和两侧的视野，并使其考虑所有可见的危险。正确使用可以使驾驶员做出明智、正确和更安全的决策。驾驶员应确保所有镜子，包括外部镜子，始终保持清洁和正确调整，以确保最佳视野。",
    "image_name": ""
  },
  {
    "index": 537,
    "id": "ABMW0687U19",
    "section": "安全与负责驾驶",
    "question": "潮湿的天气对车辆外部镜子会有什么影响？ ",
    "options": [
      "水滴有助于保持它们清洁。",
      "水滴可能会遮挡反射的图像。",
      "水可能会在电加热镜子中引起短路。",
      "水滴可以使反射的物体看起来比实际更近。"
    ],
    "correct_answer": 1,
    "explanation": "在潮湿的天气条件下驾驶时，外后视镜上会结成小水滴。这可能会使看到后方和侧面的道路变得更加困难。如果有的话，打开后视镜除雾器。如有必要，停下来把水滴清理干净。",
    "image_name": ""
  },
  {
    "index": 538,
    "id": "ABMW0212RU23",
    "section": "安全与负责驾驶",
    "question": "你什么时候可以从左侧超车？",
    "options": [
      "当司机无法从右侧超车，因为有对向车辆。",
      "当前方车辆要向右拐弯或者在交通缓行车道时。",
      "驾驶员绝不能在左侧超车。",
      "当有足够的空间可以这样做时。"
    ],
    "correct_answer": 1,
    "explanation": "通常情况下，你必须从右侧超车。但是，在某些情况下，你可以从左侧超车 - 例如，当车辆已经向右移动并打出了转向信号时。",
    "image_name": ""
  },
  {
    "index": 539,
    "id": "ABMW0396RU23",
    "section": "安全与负责驾驶",
    "question": "在居住区超车时，司机应该怎么做？",
    "options": [
      "在超车时要留有足够的空间。",
      "靠近停放的车辆，为对向车辆留下最大空间。",
      "尽快提高速度超车。",
      "尽量向右移动。"
    ],
    "correct_answer": 0,
    "explanation": "在通过居住区停放的车辆时，及时移动到一个安全的超车位置，确保您的车辆与停放的车辆之间有足够的空间，以增加区域内小孩子的可见性，并在有人在您前面打开车门时有所准备。",
    "image_name": ""
  },
  {
    "index": 540,
    "id": "RSA225272",
    "section": "安全与负责驾驶",
    "question": "当超车骑车人时，司机应注意什么？",
    "options": [
      "骑自行车的人可能会突然改变方向。",
      "骑自行车的人没有戴安全头盔。",
      "骑自行车的人只允许使用公交车道。"
    ],
    "correct_answer": 0,
    "explanation": "骑自行车的人和其他车辆一样有权使用道路，驾驶员需要特别注意他们。骑自行车的人是脆弱的道路使用者，有时会突然改变方向——例如，为了避开坑洼、一些破碎的玻璃或道路上的其他碎片。在超越他们时应给予足够的空间，以减少可能的危险。",
    "image_name": ""
  },
  {
    "index": 541,
    "id": "RSA225310",
    "section": "安全与负责驾驶",
    "question": "当司机超越骑自行车的人时应该确保什么？",
    "options": [
      "当骑自行车的人把车停下来时超车。",
      "只有当自行车骑手在自行车道时才能超车。",
      "超车时给他们足够的空间。"
    ],
    "correct_answer": 2,
    "explanation": "骑车者是易受伤害的路上用户。驾驶员在超车时必须为骑车者提供充足的空间。",
    "image_name": ""
  },
  {
    "index": 542,
    "id": "RSA225311",
    "section": "安全与负责驾驶",
    "question": "驾驶员在超车时可以超速吗？",
    "options": [
      "司机可以短暂地超过速度限制，以完成机动。",
      "司机在超车时不能超过限速。",
      "如果前面的车辆正在左转，司机可以超过限速。"
    ],
    "correct_answer": 1,
    "explanation": "当超车时，驾驶员不得超过限速。",
    "image_name": ""
  },
  {
    "index": 543,
    "id": "RSA225312",
    "section": "安全与负责驾驶",
    "question": "司机何时可以从左侧超车另一辆车？",
    "options": [
      "驾驶员绝不得从左侧超车。",
      "在高速行驶的高速公路上。",
      "当驾驶员正在向左转弯时。"
    ],
    "correct_answer": 2,
    "explanation": "司机通常必须从右侧超车，然而当他们已经示意打算左转并且以安全的方式根据交通情况行驶时，也可以从左侧超车。",
    "image_name": ""
  },
  {
    "index": 544,
    "id": "ABMW0507RU23",
    "section": "安全与负责驾驶",
    "question": "接近环形交叉口时，司机应该给谁让路？",
    "options": [
      "接近环形交叉口的驾驶员始终有通行权。",
      "司机必须为从右侧靠近或已经在环形交叉路口上的交通让路。",
      "司机必须在环形交叉路口让行人和骑车人。"
    ],
    "correct_answer": 1,
    "explanation": "司机在接近环形交叉路口时应该始终保持警惕。他们应该准备让行右侧的车辆、已经在环形交叉路口的车辆、已经在横穿道路的行人，并在必要时随时停车。",
    "image_name": ""
  },
  {
    "index": 545,
    "id": "ABMW0508R",
    "section": "安全与负责驾驶",
    "question": "当驶入环形交叉路口时，驾驶员应该往哪个方向转弯？",
    "options": [
      "向右。",
      "要么向左，要么向右。",
      "当受交通灯控制时，请向右转。",
      "向左。"
    ],
    "correct_answer": 3,
    "explanation": "根据法律，您必须通过向左转弯进入环岛，并让已经在环岛上的交通优先通行。",
    "image_name": ""
  },
  {
    "index": 546,
    "id": "ABMW0509RU19",
    "section": "安全与负责驾驶",
    "question": "一般情况下，在接近环形交叉路口时，如果提供了两条车道，当驾驶员打算从环形交叉路口的右侧（12点钟位置后）驶出时，应该选择哪条车道？",
    "options": [
      "通过跨越两条车道。",
      "左边车道。",
      "任何一条车道。",
      "右车道。"
    ],
    "correct_answer": 3,
    "explanation": "当驾驶员接近一个环形交叉路口，有两条车道提供时，他们应根据道路标线和他们打算从环形交叉路口驶出的出口，选择最合适的车道。左侧车道通常用于驶向左侧（9点钟）或直行（12点钟）的车辆，右侧车道用于驶向12点钟之后任何一个出口的车辆。",
    "image_name": ""
  },
  {
    "index": 547,
    "id": "ABMW0510RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员打算从环岛上第一个出口向左转时，通常应该采取什么驾驶位置？",
    "options": [
      "通过跨越两条车道的方式接近。",
      "在右侧车道行驶。",
      "在任何可用的车道上靠近。",
      "左侧行驶。"
    ],
    "correct_answer": 3,
    "explanation": "当驾驶员打算在时钟6点至12点之间的任何出口上行驶时，他们通常应该在圆环道路上靠左道行驶，除非路标另有规定。",
    "image_name": ""
  },
  {
    "index": 548,
    "id": "ABMW0224R",
    "section": "安全与负责驾驶",
    "question": "作为这辆车的司机，哪种行为是正确的？",
    "options": [
      "驾驶员必须靠右侧行驶，以便给摩托车手让出通行空间。",
      "驾驶员必须给左侧车辆让路。",
      "放慢速度，示意摩托车手通过马路。",
      "一名驾驶员可以小心行驶。"
    ],
    "correct_answer": 3,
    "explanation": "你可以继续前行，但你应该注意摩托车手的存在。你应该时刻准备对交通情况的变化做出反应 - 例如，摩托车手可能没有看到你的车辆。",
    "image_name": "ABMW0224R.png"
  },
  {
    "index": 549,
    "id": "ABMW0228R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，驾驶员应该怎么做？",
    "options": [
      "司机可以驶入前方黄色车辆所在的环岛。",
      "当驾驶员进入环形交叉路口时，他们享有通行权。",
      "司机必须让黄色的车辆在环形交叉路口让行。",
      "司机必须等待黄色汽车停下来。"
    ],
    "correct_answer": 2,
    "explanation": "当你到达环岛时，必须礼让右侧靠近的来车，除非标志、道路标线或交通信号告诉你其他。",
    "image_name": "ABMW0228R.png"
  },
  {
    "index": 550,
    "id": "ABMW0230R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该怎么做？",
    "options": [
      "司机必须让红色车辆先行。",
      "司机必须停车让其他所有车辆继续前行。",
      "驾驶员必须让蓝色汽车通行。",
      "司机可以在另外两辆车的前面转弯。"
    ],
    "correct_answer": 3,
    "explanation": "当您从主要道路右转到次要道路时，您必须让给对面的交通，只有在安全的情况下才能继续前行。然而，次要道路上的驾驶员必须给主要道路上的交通让路。",
    "image_name": "ABMW0230R.png"
  },
  {
    "index": 551,
    "id": "ABMW0233RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该怎么做？",
    "options": [
      "司机可以小心继续前行。",
      "司机必须允许面包车通过交叉路口。",
      "骑自行车的人必须让其他车辆先行。",
      "自行车手必须先行。"
    ],
    "correct_answer": 0,
    "explanation": "接近十字路口时，您应该检查道路标志，看看哪一侧的交通优先通行，并做好准备应对两侧出现的交通。车辆在道路上没有自动的通行权。最重要的规则是在所有情况下都要谨慎行驶。",
    "image_name": "ABMW0233RU19.png"
  },
  {
    "index": 552,
    "id": "ABMW0234RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该怎么办？",
    "options": [
      "司机必须左转。",
      "司机必须让橙色的车通过。",
      "司机不允许右转。",
      "司机可以右转。"
    ],
    "correct_answer": 3,
    "explanation": "如果没有对向车辆，你可以右转，但你也应该注意可能有车辆从次要道路上出现。",
    "image_name": "ABMW0234RU19.png"
  },
  {
    "index": 553,
    "id": "ABMW0235R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该怎么做？",
    "options": [
      "司机可以先行。",
      "司机必须让蓝色卡车前行。",
      "司机必须让红色车辆通过。"
    ],
    "correct_answer": 1,
    "explanation": "当你从主要道路右转到次要道路时，你必须让行驶中的车辆，只有在安全的情况下才能继续前行。你还应该意识到可能有车辆从次要道路驶出。",
    "image_name": "ABMW0235R.png"
  },
  {
    "index": 554,
    "id": "ABMW0250R",
    "section": "安全与负责驾驶",
    "question": "司机应该做什么？",
    "options": [
      "驾驶员必须停车并让行所有交通。",
      "司机应该让对面的骑车人先转弯。",
      "司机应该让黄色的车过去。",
      "司机可以先左转。"
    ],
    "correct_answer": 2,
    "explanation": "在同等重要的十字路口，从右侧接近的交通享有优先权。重要的是要明白，通行权并不是绝对的权利。您必须谨慎前行，并尊重其他道路使用者。",
    "image_name": "ABMW0250R.png"
  },
  {
    "index": 555,
    "id": "ABMW0254R",
    "section": "安全与负责驾驶",
    "question": "司机应该采取什么行动？",
    "options": [
      "停在停止线处。",
      "请在公交车前面继续前行。",
      "在骑自行车的人前进。",
      "发出信号让公交车前行。"
    ],
    "correct_answer": 0,
    "explanation": "根据法律规定，您必须在停止线前停车（如果没有停止线，则在停止标志处停车），等待其他车辆通过后再继续前行。",
    "image_name": "ABMW0254R.png"
  },
  {
    "index": 556,
    "id": "ABMW0261R",
    "section": "安全与负责驾驶",
    "question": "驾驶员打算在这个十字路口左转 - 驾驶员应该怎么做呢？",
    "options": [
      "允许骑自行车的人继续前行，然后再左转。",
      "让面包车先行。",
      "允许货车和骑车人继续前行。",
      "在骑自行车的人前面左转。"
    ],
    "correct_answer": 0,
    "explanation": "在接近一个你要左转的交叉口时，不要超过骑自行车的人。骑自行车的人可能会继续前行。骑自行车的人是易受伤害的道路使用者，在缓慢移动的交通和拐角处可能不稳定。请给他们更多的空间。",
    "image_name": "ABMW0261R.png"
  },
  {
    "index": 557,
    "id": "ABMW0264RU19",
    "section": "安全与负责驾驶",
    "question": "司机打算在这个路口右转 - 司机应该怎么做？",
    "options": [
      "在摩托车和公共汽车通过后继续前行。",
      "只能在公交车前面通行。",
      "只跟在摩托车后面前进。",
      "在公交车和摩托车前面继续前行。"
    ],
    "correct_answer": 0,
    "explanation": "当你在十字路口右转时，你应该让主干道上的交通先行，以及让路口处来向你行驶的交通先行。",
    "image_name": "ABMW0264RU19.png"
  },
  {
    "index": 558,
    "id": "ABMW0265RU23",
    "section": "安全与负责驾驶",
    "question": "司机打算在这个路口右转 - 司机应该怎么做？",
    "options": [
      "在公共汽车前停下。",
      "在线停止。",
      "停在摩托车前面。"
    ],
    "correct_answer": 1,
    "explanation": "您必须在路口由停车标志和停车线控制的地方停车。在确保安全之前不要继续前行。",
    "image_name": "ABMW0265RU23.png"
  },
  {
    "index": 559,
    "id": "ABMW0270RU19",
    "section": "安全与负责驾驶",
    "question": "在如图所示的情况下，打算右转时，车辆驾驶员应该怎么做？",
    "options": [
      "继续小心行驶，司机有通行权。",
      "等待并让过来的车辆通过。",
      "等待，让卡车和对向车辆先通过。",
      "等一下，让卡车先通过。"
    ],
    "correct_answer": 1,
    "explanation": "当您从主干道转向支路时，根据法律规定，您必须让主干道上的对向车辆先行。",
    "image_name": "ABMW0270RU19.png"
  },
  {
    "index": 560,
    "id": "ABMW0272RU23",
    "section": "安全与负责驾驶",
    "question": "这座山丘的顶部接近时，驾驶员应该采取什么行动？",
    "options": [
      "尽量减速，因为前方可能有危险。",
      "遵守道路标线。",
      "保持正常速度。"
    ],
    "correct_answer": 0,
    "explanation": "在上坡道时，你应该特别小心，并做好准备以应对交通状况的变化。",
    "image_name": "ABMW0272R.png"
  },
  {
    "index": 561,
    "id": "ABMW0279R",
    "section": "安全与负责驾驶",
    "question": "当在中间车道继续直行时，司机应该怎么做？",
    "options": [
      "在右边快速超越其他车辆。",
      "选择任意方便的车道。",
      "即使直行也要在右车道上位置。",
      "放慢速度，让前面的司机换道。"
    ],
    "correct_answer": 3,
    "explanation": "你应该始终保持与前方车辆的安全距离，特别是当它减速或停车时。",
    "image_name": "ABMW0279R.png"
  },
  {
    "index": 562,
    "id": "ABMW0282RU19",
    "section": "安全与负责驾驶",
    "question": "当跟随摩托车手并且白色轿车倒车上路时，司机应该注意什么？",
    "options": [
      "逆向驾驶员会在看到摩托车手时停下来。",
      "摩托车手可能会示意倒车的司机停下来。",
      "跟随摩托车的驾驶员可能需要比平常更长的制动距离。",
      "摩托车的刹车灯可能不起作用。"
    ],
    "correct_answer": 2,
    "explanation": "您应该始终保持与前方车辆的安全距离，如果它在减速或停车。始终注意路况，并准备正确地对前方交通变化做出反应。",
    "image_name": "ABMW0282RU19.png"
  },
  {
    "index": 563,
    "id": "ABMW0283R",
    "section": "安全与负责驾驶",
    "question": "这种情况下，驾驶员应该怎么做？",
    "options": [
      "减速并在必要时停止。",
      "向前开，因为对面的车辆必须等待。",
      "只有在您拖车或房车时让路。",
      "为了在对面来车前通过桥梁，提高速度。"
    ],
    "correct_answer": 0,
    "explanation": "当路权不明确时，您可能需要让行给对面的车辆。绝不要把车辆开入可能无法通过或可能造成阻塞或瓶颈的区域。",
    "image_name": "ABMW0283R.png"
  },
  {
    "index": 564,
    "id": "ABMW0288RU23",
    "section": "安全与负责驾驶",
    "question": "驾驶在这条双向停车的单行道上时，驾驶员应该准备好什么？",
    "options": [
      "行人穿梭在车辆间。",
      "当司机超越卡车时，对向车流。",
      "卡车可能是左驾驶汽车。"
    ],
    "correct_answer": 0,
    "explanation": "当驾驶在单行道上时，你应该格外小心并准备好应对交通情况的变化。",
    "image_name": "ABMW0288R.png"
  },
  {
    "index": 565,
    "id": "ABMW0290RU23",
    "section": "安全与负责驾驶",
    "question": "在打算向左转弯时，司机应该怎么做？",
    "options": [
      "让行正在过马路的行人。",
      "停下车辆并示意行人过马路。",
      "穿过两名行人之间。"
    ],
    "correct_answer": 0,
    "explanation": "根据法律规定，你必须让步给已经在十字路口过街的行人。行人是易受伤害的道路使用者，你在行人尝试过马路的地方驾驶时应更加小心谨慎。",
    "image_name": "ABMW0290RU23.png"
  },
  {
    "index": 566,
    "id": "ABMW0291R",
    "section": "安全与负责驾驶",
    "question": "在这个路口右转时，司机应该怎么做？",
    "options": [
      "允许红色汽车前进。",
      "向两辆车前进。",
      "允许蓝色汽车前进。",
      "允许两辆车继续前进。"
    ],
    "correct_answer": 0,
    "explanation": "当你从主干道右转进入支路时，必须让行主干道上的对向车辆，即使他们正在左转进入相同的道路。",
    "image_name": "ABMW0291R.png"
  },
  {
    "index": 567,
    "id": "ABMW0297R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，谁应该等待？",
    "options": [
      "任何一辆车都不应该等待。",
      "离货车最远的车辆。",
      "停在面前的货车后面的驾驶员应该等待。",
      "前方来车需等待。"
    ],
    "correct_answer": 2,
    "explanation": "当你超越停放的车辆或障碍物时，你应该给对向来车让路，这样他们就不需要减速或采取规避动作。",
    "image_name": "ABMW0297R.png"
  },
  {
    "index": 568,
    "id": "ABMW0298R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，谁应该等待？",
    "options": [
      "The driver on the main road should wait.\n主干道上的司机应该等待。",
      "两位司机都应该等待。",
      "红车司机应该等待。",
      "两位司机都不应该等待。"
    ],
    "correct_answer": 2,
    "explanation": "在主干道上行驶的车辆优先于从支路出来的车辆。然而，您必须明白，让行并不是绝对的权利，您应该随时体谅其他道路使用者。",
    "image_name": "ABMW0298R.png"
  },
  {
    "index": 569,
    "id": "ABMW0306RU19",
    "section": "安全与负责驾驶",
    "question": "想要右转的驾驶员在这种情况下应该怎么做？",
    "options": [
      "倒车，并驶入右侧车道。",
      "向前直走或向左转。",
      "直走并向右大转弯。",
      "从左边车道向右转。"
    ],
    "correct_answer": 1,
    "explanation": "当你接近一个你想要右转的路口时，你应该提前阅读前方的路况，并及时占据正确的右转位置。",
    "image_name": "ABMW0306RU19.png"
  },
  {
    "index": 570,
    "id": "ABMW0307R",
    "section": "安全与负责驾驶",
    "question": "哪辆车在正确的位置上，可以从主要道路右转进入次要道路？",
    "options": [
      "1",
      "4 - 四",
      "3\n\n3",
      "2\n\n２"
    ],
    "correct_answer": 0,
    "explanation": "从主要道路向次要道路右转的正确位置是在中心的左侧。您应该提前占据正确的位置，避免切角或成天鹅颈状-就像图片中的车辆2一样，不要超出转弯点。",
    "image_name": "ABMW0307R.png"
  },
  {
    "index": 571,
    "id": "ABMW0312R",
    "section": "安全与负责驾驶",
    "question": "哪辆车在正确位置上，可以从次要道路右转进入主要道路？",
    "options": [
      "1",
      "4 translates to \"四\" in Chinese.",
      "2\n\n2",
      "3\n\n3"
    ],
    "correct_answer": 0,
    "explanation": "从次要道右转进入主要道路的正确位置是在路中心的左侧。您应该提前占据正确的位置，并通过进入主要道路的左侧完成转弯。",
    "image_name": "ABMW0312R.png"
  },
  {
    "index": 572,
    "id": "ABMW0323RU19",
    "section": "安全与负责驾驶",
    "question": "对向车辆上闪烁的琥珀色信标向司机发出什么警报？",
    "options": [
      "前方的车辆是一辆军用车辆。",
      "前方来车可能会行驶缓慢或者宽体。",
      "那辆迎面而来的车辆是一辆应急车辆。",
      "前方来车速度很快。"
    ],
    "correct_answer": 1,
    "explanation": "闪烁的琥珀色警示灯由救援车辆和运载异常货物的车辆使用。您应该意识到这些车辆可能需要额外空间，并且可能遮挡后续车辆。当您遇到这类车辆时，请减速并做好必要时停车的准备。",
    "image_name": ""
  },
  {
    "index": 573,
    "id": "ABMW0324RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机遇到闪烁的琥珀色信标的车辆，应该怎么做？",
    "options": [
      "用闪灯的方式来表示承认信标。",
      "在保持左侧行驶的同时增加速度。",
      "放慢速度，准备停车。",
      "停下来，因为这是一辆紧急车辆。"
    ],
    "correct_answer": 2,
    "explanation": "闪烁的琥珀色信标被救援车辆和运送异常载荷的车辆使用。您应该意识到这些车辆可能需要额外的空间，并且可能会遮挡后方的交通。当您遇到这些车辆时，请减速，并做好必要时停车的准备。",
    "image_name": ""
  },
  {
    "index": 574,
    "id": "ABMW0328R",
    "section": "安全与负责驾驶",
    "question": "当准备停车时，司机注意到后面的车辆在拖挂拖车。司机应该怎么做？",
    "options": [
      "使用手刹来减速和停车。",
      "提前适时示意并逐渐靠边停车，让后方车辆有额外的制动距离。",
      "快速停止紧盯后视镜。",
      "暂时加速，让他们的车和后面的车产生距离。"
    ],
    "correct_answer": 1,
    "explanation": "当您减速或停车时，您应该注意紧跟在您后面的车辆类型。例如，如果跟随您的车辆是一辆大型车辆或拖车，则您应考虑比平常提前一点示灯，以便给予跟随车辆足够的时间做出安全反应。",
    "image_name": ""
  },
  {
    "index": 575,
    "id": "ABMW0329RU23",
    "section": "安全与负责驾驶",
    "question": "当接近前方正在示意从公交车站启动的公交车时，司机应该怎么做？",
    "options": [
      "放慢速度，让它慢慢移开。",
      "指明并尽快克服它。",
      "立即停下，因为公共汽车有通行权。"
    ],
    "correct_answer": 0,
    "explanation": "司机在车辆停靠后应允许公交车重新进入交通流。要注意上下公交车的行人，特别是学校附近的儿童。",
    "image_name": ""
  },
  {
    "index": 576,
    "id": "ABMW0330RU19",
    "section": "安全与负责驾驶",
    "question": "当窄路上有另一辆车朝相反方向驶来时，驾驶员应该怎么做？",
    "options": [
      "保持位置，希望另一辆车会让路。",
      "在继续前进之前减速，并保持车辆与对向车辆之间的合理间隔。",
      "将您的车辆停放在道路中间，以鼓励另一位驾驶员驶入。",
      "保持车辆的位置和速度。然后闪烁车灯来提醒其他驾驶员您的存在。"
    ],
    "correct_answer": 1,
    "explanation": "您应该时刻准备应对前方的危险情况。当您在狭窄道路上遇到向您驶来的车辆时，您应该表现出考虑周到的态度，并减速至适当速度，以确保两辆车能够安全地相互超车。",
    "image_name": ""
  },
  {
    "index": 577,
    "id": "ABMW0332RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员驾驶在另一辆车后面，但并不打算超车时，驾驶员应该怎么做？",
    "options": [
      "请远离并保持在路中间。",
      "在它后面紧随驾驶，以便后面的车辆可以超过这两辆车。",
      "请保持足够的距离，让后方车辆超车。",
      "指示后方车辆超车两辆车。"
    ],
    "correct_answer": 2,
    "explanation": "你应该始终在你的车辆和前方车辆之间保持足够的距离。这样可以确保你能够安全停车（在你能看到清晰距离内）。这还能为超车的车辆提供足够的空间，让它们在超过你后可以安全地回到左车道。",
    "image_name": ""
  },
  {
    "index": 578,
    "id": "ABMW0333RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员在车流中行驶且无意超车时，驾驶员应该怎么做？",
    "options": [
      "向后面的交通示意让其超车。",
      "靠近前方的车辆行驶。",
      "保持距离并留出空位让其他驾驶员超车。",
      "将左转示意，告知后方车辆超车。"
    ],
    "correct_answer": 2,
    "explanation": "你应该始终保持车与前车之间足够的距离。这样可以让你安全停车（在你能看到的距离内）。这也会给超车的车辆足够的空间，让它们在超车完你后安全地拉入左车道。",
    "image_name": ""
  },
  {
    "index": 579,
    "id": "ABMW0340R",
    "section": "安全与负责驾驶",
    "question": "另一辆车超越时，驾驶员该怎么做？",
    "options": [
      "向右移动。",
      "以相同的速度继续前行。",
      "提高速度。",
      "快速减速。"
    ],
    "correct_answer": 1,
    "explanation": "当另一辆车正要超越你时，你应该保持同样的速度，但要警惕超车车辆突然再次驶到你的前面。",
    "image_name": ""
  },
  {
    "index": 580,
    "id": "ABMW0342RU19",
    "section": "安全与负责驾驶",
    "question": "驾驶车辆行驶进入狭窄的道路时，面对前方来车和左侧停放的车辆之间的狭窄空隙，驾驶员应该怎么做？",
    "options": [
      "表明并坚持你的优先权。",
      "始终放慢脚步，停下来等待召唤再前进。",
      "指示向右转，必要时停下来，直到对向车辆通过为止。",
      "向对面来车示意停车，然后向右移动，继续正常行驶。"
    ],
    "correct_answer": 2,
    "explanation": "当你在狭窄的缝隙遇到对向车辆时，你应该表示体谅，减速到适当的速度，以确保你和其他车辆可以安全地相互通行。如有必要，让行给其他车辆。",
    "image_name": ""
  },
  {
    "index": 581,
    "id": "ABMW0350RU23",
    "section": "安全与负责驾驶",
    "question": "当在驾驶时跟在一个打右转信号的重型货车后面，司机应该怎么做？",
    "options": [
      "在它完成转弯之前，保持跟随直到有足够空间在内侧超车。",
      "按喇叭并超越右侧的重型货车。",
      "如果必要，可以在内侧的人行道上缓慢超车。",
      "查看车辆是否可以完成转弯而不停下来，如果不能，请自行超车。"
    ],
    "correct_answer": 0,
    "explanation": "重型货车在道路上需要额外的空间，当它们转弯时，车辆的悬挂部分可能会摆动到超车或行驶车辆的路线上。因此，最好的做法是保持距离，让重型货车完成转弯，除非有足够的空间可以安全超车。",
    "image_name": ""
  },
  {
    "index": 582,
    "id": "ABMW0351RU19",
    "section": "安全与负责驾驶",
    "question": "当跟在一辆打左转向灯的公共汽车后面且有对向车流时，驾驶员应该怎么做？",
    "options": [
      "在左侧超车。",
      "保持距离，让它完成转弯。",
      "踩刹车并按喇叭，以向其他车辆发出减速信号。",
      "在右侧超车。"
    ],
    "correct_answer": 1,
    "explanation": "始终要让公交车完成左转，因为您的视野受限，试图超车可能会带来危险。",
    "image_name": ""
  },
  {
    "index": 583,
    "id": "ABMW0355RU19",
    "section": "安全与负责驾驶",
    "question": "当司机驾驶在宽阔的道路上，前面的车辆已经打信号要在前方右转时，司机应该怎么办？",
    "options": [
      "在右侧超车，继续前行。",
      "在左侧超车，如果安全的话继续前行。",
      "在左侧超车，但仅限于在前方短距离转左时。",
      "留在原地，轻轻踩刹车，向其他司机发出减速信号。"
    ],
    "correct_answer": 1,
    "explanation": "当前车辆挪开并打向右转向灯，且你打算继续直行时，你可以从左侧超车 - 前提是有足够安全的空间，并且你的行车路线不会被右转大车的摆动所阻碍。",
    "image_name": ""
  },
  {
    "index": 584,
    "id": "ABMW0356RU19",
    "section": "安全与负责驾驶",
    "question": "在什么情况下可以从靠近车辆的一侧（左侧）超车？",
    "options": [
      "当前车辆正在打右转向灯时。",
      "司机绝不能在左侧超车。",
      "当快速通行交通中有三条车道可用时。",
      "只有在没有自行车道的情况下。"
    ],
    "correct_answer": 0,
    "explanation": "当前车辆前方的司机已经驶出并且打出了右转信号，而您的行驶意图是直行时，您可以从左侧超车 - 前提是有足够的空间并且不会因为右转的大型车辆的后摆而被阻碍，这样可以安全地超车。",
    "image_name": ""
  },
  {
    "index": 585,
    "id": "ABMW0361RU23",
    "section": "安全与负责驾驶",
    "question": "如果司机在约定时间到达目的地时已经晚点了，该怎么办？",
    "options": [
      "耐心驾驶，不要超速，以确保安全到达目的地。",
      "如有必要，超速以弥补时间。",
      "使用危险警示灯来鼓励其他道路使用者让你通过。"
    ],
    "correct_answer": 0,
    "explanation": "你应该始终以一种安全停车距离内的速度行驶，这个距离应该是你可以看到的清晰距离。迟到并不能成为超速或以不安全速度驾驶的借口。活着到达目的地。",
    "image_name": ""
  },
  {
    "index": 586,
    "id": "ABMW0362RU19",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员没有跟在前面的车辆一样快，该怎么办？",
    "options": [
      "驾驶员应保持自己的位置，不允许后方车辆超车。",
      "司机应该靠左行驶，并允许其他车辆超车。",
      "司机应该打开危险警告灯并靠左行驶。",
      "司机应该通过手势邀请其他车辆超车。"
    ],
    "correct_answer": 1,
    "explanation": "始终注意前方道路并做好准备，随时应对任何交通情况。您不应该开车太慢，使您的车辆没有必要地阻碍其他道路使用者。尽可能靠左行驶，以确保其他车辆可以安全地超越。",
    "image_name": ""
  },
  {
    "index": 587,
    "id": "ABMW0365RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机想要穿过一条繁忙的道路，而通常控制路口的交通信号灯暂时失灵，司机该怎么做？",
    "options": [
      "打开车头灯并使用手势向其他司机表示他们打算横穿马路，然后继续前行。",
      "鸣笛并缓慢前行以过马路。",
      "仔细观察，等待交通流畅时机，然后安全地过马路。",
      "如有必要，可以缓慢地靠向前方，使用警示灯。"
    ],
    "correct_answer": 2,
    "explanation": "始终阅读前方的道路并准备好对任何交通情况做出反应。在这种情况下，不要继续前行直到确定安全可行。不要假设自己有通行权。",
    "image_name": ""
  },
  {
    "index": 588,
    "id": "ABMW0366RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机看到校车停在前方道路的靠近侧边（左侧），该怎么办？",
    "options": [
      "鸣喇叭作为警告，然后继续前行。",
      "减速并小心超车。",
      "打开危险警示灯并停在公交车后面。",
      "信号并维持当前速度。"
    ],
    "correct_answer": 1,
    "explanation": "始終讀取路況，並準備應對任何交通情況 - 在這種情況下，要注意易受傷害的道路使用者，如學童上下校車。",
    "image_name": ""
  },
  {
    "index": 589,
    "id": "ABMW0367RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员在道路上跟在一辆以不安全方式左右晃动的车辆后面时，该怎么办？",
    "options": [
      "驾驶员应该打信号然后绕过车辆的左侧。",
      "驾驶员应该打信号然后绕过车辆的右侧。",
      "驾驶员应该紧贴在前方车辆后面，准备超车。",
      "司机应该保持在一个安全的位置后方。"
    ],
    "correct_answer": 3,
    "explanation": "你应该时刻准备好应对前方的危险。如果前方的车辆左右摇摆，可能表明驾驶员没有全神贯注，或者受到酒精、毒品或疲劳的影响。如果你认为该车辆对公共安全构成风险，应该向警察报告，或致电交通监控中心（电话1890 205 805），但不要在驾驶时。",
    "image_name": ""
  },
  {
    "index": 590,
    "id": "ABMW0368RU19",
    "section": "安全与负责驾驶",
    "question": "如果前方的重型货车已经挪到一边要左转，司机应该怎么做？",
    "options": [
      "立刻移开并尽快超车。",
      "向右移动但不要超车。",
      "把车开入左边的空间。",
      "留在它后面，让它完成转弯。"
    ],
    "correct_answer": 3,
    "explanation": "始终读懂前方道路并准备应对任何交通情况。在这种情况下，您应该意识到重型货车需要额外空间完成左转，您应该在车辆完成转弯之前一直保持在车辆后面。",
    "image_name": ""
  },
  {
    "index": 591,
    "id": "ABMW0369RU19",
    "section": "安全与负责驾驶",
    "question": "如果前面的公交车已经移出路线准备左转，而对向来车辆也很多，司机应该怎么办？",
    "options": [
      "保持距离，让公共汽车完成转弯。",
      "保持速度，直到靠近公共汽车。",
      "在左侧超车。",
      "在右侧超车。"
    ],
    "correct_answer": 0,
    "explanation": "始終讀取前方道路，準備應對任何交通狀況。在這種情況下，你應該意識到巴士需要額外空間來轉彎。因此，如果進行超車會導致對向交通改變速度或方向，你就不應超過它。請記住，接近路口時永遠不要超車。",
    "image_name": ""
  },
  {
    "index": 592,
    "id": "ABMW0370RU23",
    "section": "安全与负责驾驶",
    "question": "如果一名司机看到一辆卡车正在向前方道路左侧的一个侧入口倒车，该做什么？",
    "options": [
      "尽量超越它，以免影响后方的交通。",
      "停下来并安全地待在后面，等待道路清晰。",
      "按响喇叭示意卡车司机停车。"
    ],
    "correct_answer": 1,
    "explanation": "始终读懂前方道路并准备应对任何交通情况。你应该意识到大型车辆驾驶员在倒车进入侧门时可能遇到的困难。在这种情况下，一辆大型车辆倒车可能会阻碍你在接近时前方道路的视线，你应该给予卡车司机足够的空间来操作。",
    "image_name": ""
  },
  {
    "index": 593,
    "id": "ABMW0371RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机在红绿灯显示绿灯、而且有对向车辆靠近时，作为第一个要右转的车辆，应该怎么办？",
    "options": [
      "在转弯前，请停留在停车线处，直到对面车流出现合适的空隙。",
      "在停车线处等待红灯变成黄色，然后转弯。",
      "等待在停止线处，直到出现绿色箭头。",
      "朝着十字路口的中心前进，在有合适空隙时安全地转弯。"
    ],
    "correct_answer": 3,
    "explanation": "如果您希望在一个交通灯路口右转，请在看到绿灯时驶入路口，注意不要堵塞任何对向车辆。然后在安全的情况下完成转弯。",
    "image_name": ""
  },
  {
    "index": 594,
    "id": "ABMW0372R",
    "section": "安全与负责驾驶",
    "question": "在超车时，什么情况下允许强迫对向车辆开到对面道路的硬路肩上？",
    "options": [
      "当被超越的车辆行驶太慢时。",
      "不允许在超车时强迫对向车辆驶上硬路肩。",
      "当没有任何对向车辆在超车时。",
      "当硬路肩宽度足够时。"
    ],
    "correct_answer": 1,
    "explanation": "这里描述的超车方式是危险的。只有在对您和所有其他交通都安全的情况下，您才应该超车。在超车之前，请确保前方道路畅通，并且有足够的空间完成超车操作并返回到您自己道路的一侧，而不迫使其他道路使用者改变速度或路线。",
    "image_name": ""
  },
  {
    "index": 595,
    "id": "ABMW0374RU19",
    "section": "安全与负责驾驶",
    "question": "在国道上遇到对向车流时，是否允许驶入硬肩以让后方车辆超车？",
    "options": [
      "不，在“2加1道路”上例外。",
      "不，除非遇到紧急情况，否则不允许在硬肩上行驶。",
      "是的，当一辆卡车或公共汽车向你驶来时。",
      "是的，在硬肩膀通畅且安全可行驶时可以暂时使用。"
    ],
    "correct_answer": 3,
    "explanation": "在国家公路上，硬路肩通常仅供行人和骑自行车的人使用。如果你想让后面的车辆超车，只要没人在使用硬路肩，也没有交叉口或入口附近，你可以短暂地开到硬路肩上。然而，在高速公路上，除非是紧急情况，你绝对不可以驶入硬路肩。",
    "image_name": ""
  },
  {
    "index": 596,
    "id": "ABMW0375RU19",
    "section": "安全与负责驾驶",
    "question": "在国道上行驶时，是否允许利用硬路肩让速度更快的车辆超车？",
    "options": [
      "是的，在紧急情况下，当右侧硬路肩通畅且安全行驶时。",
      "只有在双向车道上驾驶时。",
      "不，除非在“2加1道路”上驾驶。",
      "只有当卡车或公共汽车想要超车时。"
    ],
    "correct_answer": 0,
    "explanation": "在国道上，硬路肩通常只供行人和骑行者使用。如果你想让后面的车辆超车，只要没有行人或骑行者使用，也没有路口或入口附近，你可以暂时驶入硬路肩。然而，在高速公路上，除非是紧急情况，否则你不能驶入硬路肩。",
    "image_name": ""
  },
  {
    "index": 597,
    "id": "ABMW0376RU19",
    "section": "安全与负责驾驶",
    "question": "交通灯控制的车队中，驾驶员应该做什么？",
    "options": [
      "在左侧超车，并在有空间的情况下移到队伍的前面。",
      "在右侧超车，如果有空间的话，可以移动到队伍的前面。",
      "一名司机应该保持在队伍中的位置。",
      "穿上正确的信号，防止后车超车。"
    ],
    "correct_answer": 2,
    "explanation": "始终留意前方道路，随时做好准备应对任何交通情况。有时你可能不得不在交通中排队。在这种情况下，你应该尽量保持耐心，并考虑其他道路使用者的感受。插队不仅不礼貌，还可能很危险，甚至可能激起一场路怒事件或导致碰撞事故。",
    "image_name": ""
  },
  {
    "index": 598,
    "id": "ABMW0377RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶一辆他们不熟悉的车辆时，司机应该怎么做？",
    "options": [
      "在完全熟悉车辆之前，请开启危险警示灯驾驶。",
      "最初，要特别小心驾驶，而且速度要较慢，直到完全熟悉了车辆。",
      "以正常速度行驶，因为所有车辆的功能都是一样的。"
    ],
    "correct_answer": 1,
    "explanation": "您应该知道在您的车辆上找到和如何操作所有控制装置，包括所有安全功能和警告灯。当您驾驶时，您需要能够集中精力关注周围发生的事情，并且操作车辆控制应该对您来说是第二天性。当您坐到您不熟悉的车辆的驾驶座上时，您应该在开始行驶前进行彻底的座舱演习。",
    "image_name": ""
  },
  {
    "index": 599,
    "id": "ABMW0381RU19",
    "section": "安全与负责驾驶",
    "question": "当汽车停在红绿灯前，绿灯亮起时，司机应该怎么做？",
    "options": [
      "以比其他司机更快的速度加速，以便更容易地超车。",
      "检查其他道路使用者是否已经通过了路口，小心地驶离。",
      "缓慢行驶然后检查后视镜。",
      "迅速移开车辆，然后检查后视镜。"
    ],
    "correct_answer": 1,
    "explanation": "当停在红绿灯处，绿灯亮起时，您应该检查确保路面畅通，只有在安全的情况下才能继续前行。",
    "image_name": ""
  },
  {
    "index": 600,
    "id": "ABMW0386RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员在行驶过程中遇到爆胎时应该怎么办？",
    "options": [
      "继续你的旅程，方便时安排修理。",
      "保持速度，直到确定更换车轮的地点。",
      "在高速公路上，立即停车并更换车轮。",
      "在一个安全的地方停车，更换车轮。"
    ],
    "correct_answer": 3,
    "explanation": "如果您在开车途中爆胎，请寻找一个合适且安全的地方停车并更换车轮。如果无法立即找到合适的地点，请慢慢行驶（打开危险警告灯），以避免进一步损坏轮胎或轮圈，直到找到安全的地方。",
    "image_name": ""
  },
  {
    "index": 601,
    "id": "ABMW0394RU19",
    "section": "安全与负责驾驶",
    "question": "超车后，驾驶员该怎么做？",
    "options": [
      "继续向右打灯信号一段距离。",
      "在超过车辆后立即移到左侧。",
      "移动回到车辆前方并减速。",
      "当车辆通过后逐渐向左移动。"
    ],
    "correct_answer": 3,
    "explanation": "超车后，请检查您的后视镜，打信号，尽快返回正常车道位置。采用平稳的线路，逐渐向后移动，为其他车辆留出充足的空间，不要急转弯。",
    "image_name": ""
  },
  {
    "index": 602,
    "id": "ABMW0395AU19",
    "section": "安全与负责驾驶",
    "question": "如果一个司机在超车另一辆车时抢道太早会发生什么？",
    "options": [
      "司机在变道时无需开转向灯。",
      "它会迫使迎面而来的车辆突然减速，带来危险。",
      "它会迫使另一辆车突然减速或改变方向，造成危险。",
      "车辆之间的安全间隔增大。"
    ],
    "correct_answer": 2,
    "explanation": "在超车时，请确保前方道路畅通，这样你就有足够的距离来超车，并能在没有强迫其他道路使用者调整速度或方向的情况下返回到自己的道路一侧。当你完全超过那辆车后，检查后视镜，打灯示意，逐渐回到原始车道，确保不要横穿你已超过的车辆。",
    "image_name": ""
  },
  {
    "index": 603,
    "id": "ABMW0398RU19",
    "section": "安全与负责驾驶",
    "question": "驾驶员通常应留多少空隙来超越停放的车辆？",
    "options": [
      "一个普通人的宽度。",
      "一辆汽车的宽度。",
      "侧镜的宽度。",
      "一扇门的宽度。"
    ],
    "correct_answer": 3,
    "explanation": "当你经过停放的车辆时，你应该至少保留一扇门宽的空间，以防有人突然打开车门，这也会增加该区域行人的可见性。",
    "image_name": ""
  },
  {
    "index": 604,
    "id": "ABMW0427RU19",
    "section": "安全与负责驾驶",
    "question": "在干燥天气中，司机如何判断与前面车辆的安全跟随距离？",
    "options": [
      "与前面的车辆保持相同的速度行驶。",
      "通过使用固定点并应用两秒规则。",
      "每小时至少留出两个车长的距离。",
      "通过让车辆之间保持至少两车长度的间距。"
    ],
    "correct_answer": 1,
    "explanation": "司机可以通过使用两秒规则来判断与前车的安全距离。这是通过选择一个固定点来测量的。当前车通过固定点时，开始说“只有傻瓜才会违反两秒规则”。如果你在完成这个短语之前通过了固定点，那么你的车距离太近了，安全地减速并增加与前车的距离。",
    "image_name": ""
  },
  {
    "index": 605,
    "id": "ABMW0429RAU19",
    "section": "安全与负责驾驶",
    "question": "建议的短语是什么，可以帮助驾驶员在干燥的道路上确定与前方车辆的安全距离？",
    "options": [
      "\"只有愚蠢的人才会打破两秒规则。\"",
      "只有傻瓜才会违反一秒原则。",
      "\"只有傻瓜才会打破三秒规则。\"",
      "\"只有傻瓜才会打破四秒规则。\""
    ],
    "correct_answer": 0,
    "explanation": "司机可以利用“两秒规则”来判断与前方车辆的安全距离。这是通过选择一个固定点来测量的。当前方车辆经过该点时，开始说“只有傻瓜才会违反两秒规则”。如果在说完这句话之前已经通过了固定点，那么你的车距离前方车辆太近了。请安全地减速并增加与前方车辆的距离。",
    "image_name": ""
  },
  {
    "index": 606,
    "id": "ABMW0470RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员希望在单行道的尽头右转时，车辆应该停在哪里？",
    "options": [
      "在没有逆向车流的情况下，可以在任一车道行驶。",
      "尽量靠近道路的左侧行驶。",
      "尽可能靠近道路的右侧行驶。",
      "在接近街道尽头时，驾驶时占用两条车道。"
    ],
    "correct_answer": 2,
    "explanation": "当驾驶员想要在单行道上右转时，他们应该检查他们的后视镜，打右转向灯，在确保安全的情况下转向右侧车道。然后完成转弯进入他们要进入的街道的适当车道。",
    "image_name": ""
  },
  {
    "index": 607,
    "id": "ABMW0472RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员想要左转进入某个建筑物，而左侧有公交车道时，驾驶员应该怎么做？",
    "options": [
      "让行给可能使用公交车道的自行车、出租车和公交车。",
      "司机只应该让公交车先行。",
      "司机永远不应该向公交车道左转。",
      "让行给可能使用公交车道的自行车和出租车。"
    ],
    "correct_answer": 0,
    "explanation": "如果一名驾驶员需要穿过左侧的公交车道才能进入某处物业，他们应该格外小心确保公交车道中没有公交车、出租车或骑自行车的人。他们应该检查后视镜，打灯信号，当确保安全时转向进入物业。",
    "image_name": ""
  },
  {
    "index": 608,
    "id": "ABMW0474U19",
    "section": "安全与负责驾驶",
    "question": "对向专用公交车道可以使用哪些交通流量？",
    "options": [
      "公共汽车、出租车和摩托车。",
      "只允许公共汽车和电动轮椅通行。",
      "公交车、出租车和骑自行车的人。",
      "定期服务的公交车。"
    ],
    "correct_answer": 3,
    "explanation": "逆行公交专用道是指与其旁边的交通方向相反的专用道。只有定期运营的公交车可以使用逆行公交专用道。",
    "image_name": ""
  },
  {
    "index": 609,
    "id": "ABMW0475RU19",
    "section": "安全与负责驾驶",
    "question": "在车道入口处的信息标志上指定的时间，哪些交通工具可以使用沿流公交车道？",
    "options": [
      "所有交通。",
      "具有多名乘客的车辆。",
      "只限巴士。",
      "公共汽车、出租车和骑自行车者。"
    ],
    "correct_answer": 3,
    "explanation": "巴士专用车道是供巴士使用的特殊车道。顺向巴士专用车道是指与其旁边车流方向相同的车道。出租车和骑自行车的人也可以使用顺向巴士专用车道。其他车辆可以在附带板上公布的时间之外使用此车道。",
    "image_name": ""
  },
  {
    "index": 610,
    "id": "ABMW0477RU19",
    "section": "安全与负责驾驶",
    "question": "在正常驾驶条件下沿着双车道驶行时，驾驶员应该处于哪条车道？",
    "options": [
      "在任一车道。",
      "在右车道。",
      "在右车道行驶，除非驾驶工程车辆或重型货车。",
      "在左车道，除非驾驶员希望超车或右转。"
    ],
    "correct_answer": 3,
    "explanation": "在双车道公路上，通常应该行驶在左车道，除非是在超车或者即将短距离右转时。",
    "image_name": ""
  },
  {
    "index": 611,
    "id": "ABMW0480R",
    "section": "安全与负责驾驶",
    "question": "2加1道路有什么？",
    "options": [
      "两个方向各有两条高速公路车道和一条非高速公路车道。",
      "单向有两条高速公路车道，另一条方向有一条非高速公路车道。",
      "一侧有两条非高速公路车道，另一侧有一条非高速公路车道。",
      "两个非高速公路车道和一个双向的高速公路车道。"
    ],
    "correct_answer": 2,
    "explanation": "一个2+1式公路由一条方向有两条车道和另一条方向有一条车道组成。这两条车道的部分可以安全超车，并会大约每2公里与一条车道的部分交替出现。",
    "image_name": ""
  },
  {
    "index": 612,
    "id": "ABMW0482RU19",
    "section": "安全与负责驾驶",
    "question": "2+1道路有什么特点？",
    "options": [
      "硬路肩和路缘之间的隔离栏。",
      "两车道供轿车使用，一车道供卡车和公交车使用。",
      "单向两车道，反向一车道。",
      "同向车道之间的隔离栅栏。"
    ],
    "correct_answer": 2,
    "explanation": "一条2+1道路由两条同向行驶的车道和一条反向行驶的车道组成。这两条车道的部分适合安全超车，并且大约每2公里就会与一条单车道的部分交替。",
    "image_name": ""
  },
  {
    "index": 613,
    "id": "ABMW0483R",
    "section": "安全与负责驾驶",
    "question": "在2加1道路上，司机在哪里可以超车？",
    "options": [
      "如果单车道的路段没有对向交通。",
      "在单车道的路段。",
      "在单车道区段或双车道区段中。",
      "在双车道路段。"
    ],
    "correct_answer": 3,
    "explanation": "一个2加1道路由一条方向的两车道和另一条方向的一车道组成。当你需要超车时，应该等待直到到达每约2公里出现的那段双车道路段。",
    "image_name": ""
  },
  {
    "index": 614,
    "id": "ABMW0484RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶者行驶在高速公路或双车道时应该怎么做？",
    "options": [
      "放松，因为不会有逆向交通。",
      "注意其他可能会突然变道或减速的驾驶员。",
      "将车速与相邻车道上的车辆车速匹配。",
      "将您的速度匹配到前方车辆的速度。"
    ],
    "correct_answer": 1,
    "explanation": "高速公路和双向分离道都是为了帮助交通更快、更安全地在目的地之间移动而设计的。由于车速和交通量增加，交通状况可能会非常快速地变化，因此您需要特别留意其他车辆变道或减速的情况。",
    "image_name": ""
  },
  {
    "index": 615,
    "id": "ABMW0485RU19",
    "section": "安全与负责驾驶",
    "question": "在高速公路上正常驾驶情况下，司机应该占用哪个车道？",
    "options": [
      "在远离中间隔离带（右侧）的车道行驶，除非打算驶向左侧出口。",
      "在右侧的车道行驶，因为左侧的车道仅供重型货车和公交车使用。",
      "不断地在交通量最少的车道之间操纵。",
      "在靠近中间隔离的一侧（左侧）车道行驶，除非打算超车。"
    ],
    "correct_answer": 3,
    "explanation": "行驶在高速公路上时，适用正常的靠左规则 - 驾驶员应该保持在靠近道路中心线（左侧）的车道，除非他们正在超车。",
    "image_name": ""
  },
  {
    "index": 616,
    "id": "ABMW0496RU19",
    "section": "安全与负责驾驶",
    "question": "高速公路的硬路肩可以用于什么？",
    "options": [
      "加入高速公路。",
      "驶出高速公路。",
      "紧急停车。",
      "暂停使用手机。"
    ],
    "correct_answer": 2,
    "explanation": "由于车流量增加和速度更快，驾驶者在高速公路上行驶时存在额外的危险。为了安全起见，驾驶员不应在高速公路的硬路肩上行驶或停车，除非出现紧急情况或车辆故障。",
    "image_name": ""
  },
  {
    "index": 617,
    "id": "ABMW0497RU19",
    "section": "安全与负责驾驶",
    "question": "驶出高速公路，驶向减速车道（匝道）尽头的交叉路口时，司机应该怎么做？",
    "options": [
      "将车速保持在高速公路速度直到匝道尽头。",
      "在匝道尽头要注意前方和穿越的车辆。",
      "司机必须始终在匝道的尽头停车。",
      "司机应该继续驶入交叉口，因为匝道上的车辆拥有优先通行权。"
    ],
    "correct_answer": 1,
    "explanation": "司机应检查是否有显示较低速度的标志；使用车速表确保他们遵守降低的限速；记住高速公路之间的匝道和连接道可能会有急转弯，他们可能会遇到路口和其他车辆。请记住，高速公路的规则不再适用。",
    "image_name": ""
  },
  {
    "index": 618,
    "id": "ABMW0499RU19",
    "section": "安全与负责驾驶",
    "question": "一个司机希望在同等重要的十字路口直行。如果他们遇到其他车辆，适用的通常规则是什么？",
    "options": [
      "从司机的右侧接近的交通享有通行权。",
      "继续正常行驶，他们始终具有优先权。",
      "让左侧先行的交通通行，然后再让右侧先行。",
      "只让左侧来车通行。"
    ],
    "correct_answer": 0,
    "explanation": "如果驾驶员处在道路重要性相同的十字路口，右侧来车享有通行权。驾驶员必须让右侧来车先通过再继续前行。重要的是要明白通行权并非绝对权利。驾驶员必须谨慎行驶，同时尊重其他路上的使用者。",
    "image_name": ""
  },
  {
    "index": 619,
    "id": "ABMW0513RU19",
    "section": "安全与负责驾驶",
    "question": "通常，在双向道路上向右转弯时，驾驶员应该将车辆停在什么位置？",
    "options": [
      "路的中间的任意一侧。",
      "在路的最左侧。",
      "在路的最右边。",
      "路的中间偏左。"
    ],
    "correct_answer": 3,
    "explanation": "一般来说，在右转弯之前的正确位置是在道路中心的左侧。如果道路足够宽，这个位置可以让从后面来的车辆安全地在左侧路过。驾驶员应该留意路标，指导他们按照一定的路线行驶。",
    "image_name": ""
  },
  {
    "index": 620,
    "id": "ABMW0514RU19",
    "section": "安全与负责驾驶",
    "question": "在从主要道路转向次要道路右转之前，司机应该做什么？",
    "options": [
      "停下来并示意交通从次要道左转出。",
      "让行对向来车和在路口过马路的行人。",
      "在对面来车面前开始转弯，因为他们必须让右转车辆通过。",
      "停下车辆并示意交通从辅路向右驶出。"
    ],
    "correct_answer": 1,
    "explanation": "驾驶员在从主要道路右转到次要道路时，必须让行对向车辆和已经过马路的行人。",
    "image_name": ""
  },
  {
    "index": 621,
    "id": "RSA0208",
    "section": "安全与负责驾驶",
    "question": "当一辆紧急救援车辆靠近并闪烁蓝灯时，司机应该怎么做？",
    "options": [
      "突然刹车，让紧急救援车辆通过。",
      "不要做任何事，忽略急救车辆。",
      "迅速、安全、小心地做出反应，以便让紧急服务车辆通过。",
      "提高速度以防止阻碍紧急服务车辆。"
    ],
    "correct_answer": 2,
    "explanation": "司机需要知道当他们看到紧急救援车辆时该怎么做。司机必须迅速、安全和小心地反应，以便让紧急服务车辆通过。随时保持警惕和专注是非常重要的。",
    "image_name": ""
  },
  {
    "index": 622,
    "id": "RSA0209",
    "section": "安全与负责驾驶",
    "question": "当急救车辆以闪烁的蓝灯接近时，司机绝对不能做什么？",
    "options": [
      "迅速、安全和小心地做出反应，以便应急服务车辆通过。",
      "突然刹车或阻塞道路。",
      "在一个有足够空间让急救车安全通过的地方停下来。",
      "尽快清理道路。"
    ],
    "correct_answer": 1,
    "explanation": "司机需要知道当他们看到紧急车辆时该怎么做。司机必须迅速、安全、小心地做出反应，以便让紧急服务车辆通过。时刻保持警惕和专注是很重要的。",
    "image_name": ""
  },
  {
    "index": 623,
    "id": "RSA0210",
    "section": "安全与负责驾驶",
    "question": "一名司机可以闯红灯或超速以便让急救车辆通过吗？",
    "options": [
      "不，驾驶员不应该闯红灯或加速让急救车通行。",
      "是的，司机可以超速以便让紧急救援车辆通过。",
      "是的，司机可以根据法律闯红灯让紧急服务车辆通过。",
      "不可以，除非十字路口或道路畅通无阻，这时司机可以闯红灯或加速让急救车辆通过。"
    ],
    "correct_answer": 0,
    "explanation": "司机需要知道在看到紧急车辆时该怎么做。司机必须迅速、安全和小心地反应，以便让紧急服务车辆通过。时刻保持警惕和专注是非常重要的。",
    "image_name": ""
  },
  {
    "index": 624,
    "id": "RSAO215",
    "section": "安全与负责驾驶",
    "question": "司机在交通事故现场“侧目”可能会产生什么影响？",
    "options": [
      "它允许交通改变方向而无需关注。",
      "它允许交通在不需要注意的情况下改变速度。",
      "它可能导致额外的事故，因为司机分心。",
      "它可以增加事故附近的交通流量。"
    ],
    "correct_answer": 2,
    "explanation": "在接近或靠近事故现场时，常常会看到司机们在“歪脖子”。这意味着转动头部、伸长脖子以获得更好的视野。这可能导致交通堵塞，因为驾驶员们放慢速度来“歪脖子”。它也可能导致道路事故，因为驾驶员们分心、在其他驾驶员也受到干扰时改变他们的速度和/或方向。",
    "image_name": ""
  },
  {
    "index": 625,
    "id": "RSA0216",
    "section": "安全与负责驾驶",
    "question": "司机应该如何应对开有闪烁蓝灯和/或警报器的紧急服务车辆？",
    "options": [
      "突然刹车停下来，避免造成阻碍。",
      "在路的右侧山节上停车，为行驶留出空间。",
      "只有在救护车时才让道。",
      "在寻找让行的空间之前，请先检查他们的后视镜。"
    ],
    "correct_answer": 3,
    "explanation": "如果你看到任何启动灯光和/或警报器的应急车辆接近，请检查后视镜以判断应急车辆的速度，同时注意行人、骑车人、摩托车手和其他道路使用者。明确你的意图靠边停车。只在具有足够让应急车辆安全通过的空间停车。注意安全地移动开车。",
    "image_name": ""
  },
  {
    "index": 626,
    "id": "ABMW0605RU19",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员在行车过程中前轮爆胎，应该怎么做？",
    "options": [
      "放松对方向盘的控制。",
      "紧急刹车。",
      "牢牢握住方向盘。",
      "立即拉起手刹。"
    ],
    "correct_answer": 2,
    "explanation": "如果车辆的前轮爆胎，车辆的转向会变得不稳定。不要惊慌 - 保持稳定握住方向盘的同时逐渐减速。停在安全的地方更换车轮，并打开危险警示灯提醒其他道路使用者。",
    "image_name": ""
  },
  {
    "index": 627,
    "id": "ABMW0606R",
    "section": "安全与负责驾驶",
    "question": "司机在高速公路上遇到车辆爆胎时应该怎么办？",
    "options": [
      "在安全的硬肩上停下并寻求协助。",
      "驶往下一个服务区并寻求帮助。",
      "在硬肩停车，并让乘客警告交通。",
      "在交通车道上停下来，打开危险警示灯。"
    ],
    "correct_answer": 0,
    "explanation": "不要在高速公路上尝试更换车轮，因为这可能非常危险。将车开到硬路肩上，当安全时，下车并站到护栏后面。使用高速公路紧急呼叫电话或移动电话寻求帮助（拨打Gardai）。",
    "image_name": ""
  },
  {
    "index": 628,
    "id": "ABMW0607RU19",
    "section": "安全与负责驾驶",
    "question": "司机可以采取什么预防措施来防范车辆起火的风险？",
    "options": [
      "在车辆上携带适用的灭火器。",
      "始終保持所有的水位都填滿到最大。",
      "在车辆中使用低辛烷值无铅汽油。",
      "避免开车时储油箱里有满满一箱油。"
    ],
    "correct_answer": 0,
    "explanation": "燃油味道浓烈通常表示出了问题，你应该尽快停下来调查。燃油泄漏或溢出可能很危险，因为燃油易燃。最好随车携带灭火器，这样你就可以处理任何小火灾。",
    "image_name": ""
  },
  {
    "index": 629,
    "id": "ABMW0609R",
    "section": "安全与负责驾驶",
    "question": "司机在高速公路上应该什么时候使用危险警告灯？",
    "options": [
      "当另一辆车跟车太近时。",
      "当车辆拖车时。",
      "在硬肩膀上行驶时。",
      "当车辆出故障时。"
    ],
    "correct_answer": 3,
    "explanation": "如果您的车在高速公路上抛锚了，将车开到硬肩上并打开危险警示灯以警告后方车辆。在安全的情况下，走出车辆并移到护栏后面。致电高速公路紧急电话或使用手机寻求协助（拨打警察）。",
    "image_name": ""
  },
  {
    "index": 630,
    "id": "ABMW0610U19",
    "section": "安全与负责驾驶",
    "question": "如果司机的车在高速公路上抛锚，并正在等待帮助，他们应该怎么做？",
    "options": [
      "试图从车辆后方拦截其他车辆以寻求帮助。",
      "打开车辆的危险警示灯，离开车辆并安全地站在一旁。",
      "下车并在车辆后方等候。",
      "站在道路上引导交通通行。"
    ],
    "correct_answer": 1,
    "explanation": "如果你的车在路上抛锚了，记得要打开危险警示灯，远离车辆等待帮助。这样可以警示其他车辆，提醒他们有一辆车在路上停着。",
    "image_name": ""
  },
  {
    "index": 631,
    "id": "ABMW0735RU23",
    "section": "安全与负责驾驶",
    "question": "当司机看到前方道路工程中横穿道路的植物或机械时，该怎么做？",
    "options": [
      "把马车停在路旁吧，前方路被堵塞了。",
      "沿着道路保持相同的速度。",
      "放慢速度并准备停下来。"
    ],
    "correct_answer": 2,
    "explanation": "当您注意到前方有工程车辆时，请减速并准备停下来等待道路施工。如果有机械设备横穿，被指示停下来。",
    "image_name": ""
  },
  {
    "index": 632,
    "id": "ABMW0736R",
    "section": "安全与负责驾驶",
    "question": "当驾驶员遇到一辆闪烁蓝灯的车辆时，应采取什么行动？",
    "options": [
      "闪动前灯，然后驶上左侧人行道。",
      "打开车辆危险警示灯。",
      "闪烁大灯并立即停车。",
      "向左移动，减速并必要时停车。"
    ],
    "correct_answer": 3,
    "explanation": "当驾驶员注意到远处有紧急车辆靠近时，他们应该检查后视镜并向左移动，让车辆通过。在某些情况下可能需要停车。",
    "image_name": ""
  },
  {
    "index": 633,
    "id": "ABMW0737",
    "section": "安全与负责驾驶",
    "question": "如果一辆救护车停在前方并打开了闪烁的蓝色警灯，司机应该怎么做？",
    "options": [
      "减速并做好准备停车如果有必要。",
      "移动到路中央阻止其他车辆超车。",
      "立即停下来看发生了什么。",
      "停下来并提供帮助。"
    ],
    "correct_answer": 0,
    "explanation": "当你遇到停在路上的应急车辆时，你应该减速并做好停车的准备。不要停下来看发生了什么，因为这可能很危险，你可能会阻碍交通流畅。",
    "image_name": ""
  },
  {
    "index": 634,
    "id": "ABMW0738RU19",
    "section": "安全与负责驾驶",
    "question": "紧急车辆如何被识别？",
    "options": [
      "通过闪烁红色或蓝色灯光。",
      "透过闪烁的绿灯。",
      "通过持续点亮的红灯。",
      "通过闪烁琥珀色和白色的灯光。"
    ],
    "correct_answer": 0,
    "explanation": "如果你听到或看到一辆紧急车辆正在逼近并悬挂警报器或闪光灯，请格外小心，如果安全的话，请让路。",
    "image_name": ""
  },
  {
    "index": 635,
    "id": "RSA0217",
    "section": "安全与负责驾驶",
    "question": "允许学习驾驶者无陪同驾驶车辆的车主将受到什么处罚？",
    "options": [
      "他们的车辆将被扣押。",
      "他们的驾照上将会被处以2分的违规罚分。",
      "他们将被罚款2000欧元。",
      "他们会失去驾照。"
    ],
    "correct_answer": 0,
    "explanation": "一名学习驾驶员需要意识到，即使车主已经同意驾驶，独自驾驶车辆可能导致车辆被扣押。",
    "image_name": ""
  },
  {
    "index": 636,
    "id": "RSA0218",
    "section": "安全与负责驾驶",
    "question": "在36个月（三年）的期限内收到7分惩罚分数的学习许可驾驶员将被禁止驾驶多少个月？",
    "options": [
      "3个月。",
      "6个月。",
      "12个月。",
      "9个月。"
    ],
    "correct_answer": 1,
    "explanation": "一个学习驾驶员需要意识到，针对学习驾驶员或新手司机，处罚点阈值较低。",
    "image_name": ""
  },
  {
    "index": 637,
    "id": "ABMW0199R",
    "section": "安全与负责驾驶",
    "question": "如果没有人行道，行人应该走在哪里？",
    "options": [
      "没有规定。",
      "距离路边1米。",
      "路的右边。",
      "路的左侧。"
    ],
    "correct_answer": 2,
    "explanation": "在没有人行道的情况下，行人应该走在靠右侧面对来往车辆的道路上。驾驶员应该注意行人交通规则，小心驾驶，并准备对交通情况的任何变化做出反应。",
    "image_name": ""
  },
  {
    "index": 638,
    "id": "ABMW0203RU19",
    "section": "安全与负责驾驶",
    "question": "在狭窄繁忙的道路上行走时，行人应该怎么做？",
    "options": [
      "一排走超过两个人。",
      "以不超过三人的小组行走。",
      "并排走。",
      "单文件行走。"
    ],
    "correct_answer": 3,
    "explanation": "行人应该在繁忙狭窄的道路上单列行走。驾驶员应该熟悉行人的交规，小心驾驶，并随时准备应对交通状况的变化。",
    "image_name": ""
  },
  {
    "index": 639,
    "id": "ABMW0204RU19",
    "section": "安全与负责驾驶",
    "question": "晚上行人什么时候应该穿反光服装？",
    "options": [
      "在晚上，在没有建筑区的地方散步时。",
      "当成双并排行走。",
      "只有在下雨的时候。",
      "在城市地区时。"
    ],
    "correct_answer": 0,
    "explanation": "在建筑区域外，行人夜间行走时应随时穿反光服装。在没有街道照明和行人步道的地方，这一点尤为重要。",
    "image_name": ""
  },
  {
    "index": 640,
    "id": "ABMW0225RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，汽车司机应该怎么做？",
    "options": [
      "驾驶员必须让自行车骑行者通过。",
      "司机可能在骑车人之前右转。",
      "司机必须让摩托车手通过。",
      "司机必须停下来并让其他道路使用者先行。"
    ],
    "correct_answer": 0,
    "explanation": "当你从主要道路右转到次要道路时，你必须给对向行驶的车辆让路，只有当安全时才能继续前行。",
    "image_name": "ABMW0225RU19.png"
  },
  {
    "index": 641,
    "id": "ABMW0229R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，车手应该做什么？",
    "options": [
      "汽车驾驶员不允许右转。",
      "汽车司机必须让公共汽车通行。",
      "汽车司机可以先行。",
      "汽车司机必须让摩托车通过。"
    ],
    "correct_answer": 3,
    "explanation": "当你从主要道路右转到次要道路时，你必须让行驶中的车辆先行。只有在安全的情况下才能前行。",
    "image_name": "ABMW0229R.png"
  },
  {
    "index": 642,
    "id": "ABMW0231R",
    "section": "安全与负责驾驶",
    "question": "在这个地区，司机应该注意什么？",
    "options": [
      "停在此处的车辆可能已连接上拖车。",
      "停着的车辆之间可能会有垃圾箱。",
      "行人可能在搭便车。",
      "行人可以在停放的车辆之间穿行。"
    ],
    "correct_answer": 3,
    "explanation": "在市区驾驶时，您应谨慎驾驶，并做好准备以应对从停放的车辆之间穿过的行人。",
    "image_name": "ABMW0231R.png"
  },
  {
    "index": 643,
    "id": "ABMW0242R",
    "section": "安全与负责驾驶",
    "question": "银色汽车的驾驶员在左转弯之前应该做什么？",
    "options": [
      "提高速度，以便在骑车人之前完成左转。",
      "鸣喇叭以提醒骑车人注意车辆的存在。",
      "超越骑自行车的人，从左侧完成转弯。",
      "允许直行的骑车人通过。"
    ],
    "correct_answer": 3,
    "explanation": "在你转左的岔路口靠近时，不要超越骑自行车的人。骑自行车的可能会继续直行。骑自行车者是易受伤害的道路使用者，在缓行交通和岔路口可能会不稳定。给他们更多的空间。",
    "image_name": "ABMW0242R.png"
  },
  {
    "index": 644,
    "id": "ABMW0252RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该注意什么？",
    "options": [
      "自行车骑手将会在自行车道的末端停下来让交通通过。",
      "骑自行车的人会留在自行车道上。",
      "司机应该向左边移动（靠近左侧）以防自行车手突然转向。",
      "骑自行车的人可能会毫不注意周围的交通就进入车道。"
    ],
    "correct_answer": 3,
    "explanation": "当接近即将从自行车道驶出并进入车道的骑车人时，您应该格外小心。",
    "image_name": "ABMW0252RU19.png"
  },
  {
    "index": 645,
    "id": "ABMW0253RU23",
    "section": "安全与负责驾驶",
    "question": "一位司机想要驶出车道并右转上路。与此同时，一位自行车骑手正从右侧靠近，一名行人想要过马路。谁必须等待？",
    "options": [
      "司机必须等待。",
      "行人和骑自行车的人必须等待。",
      "行人必须等待。"
    ],
    "correct_answer": 0,
    "explanation": "根据法律规定，当您驶入或驶出车道时，必须礼让其他道路使用者，包括行人和骑行者。",
    "image_name": "ABMW0253RU23.png"
  },
  {
    "index": 646,
    "id": "ABMW0257R",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，司机应该如何超越骑自行车的人？",
    "options": [
      "通过穿越破碎的白线。",
      "通过跨越这两条线并保持靠近自行车手。",
      "超过骑自行车的人，但不要越过任何线。",
      "通过按喇叭警示自行车骑手他们打算超车。"
    ],
    "correct_answer": 0,
    "explanation": "如果马路中央有两条线，你必须服从最靠近你的那条线。因此，如果最靠近你的那条线是断裂的白线，根据法律你可以超车，只要这样做是安全的。",
    "image_name": "ABMW0257R.png"
  },
  {
    "index": 647,
    "id": "ABMW0302RU23",
    "section": "安全与负责驾驶",
    "question": "这种情况下司机应该怎么办？",
    "options": [
      "允许行人过马路。",
      "按响喇叭以警示行人。",
      "迅速前往清理路口。"
    ],
    "correct_answer": 0,
    "explanation": "接近斑马线时，您必须让行已在路上或即将穿过马路的行人。",
    "image_name": "ABMW0302RU23.png"
  },
  {
    "index": 648,
    "id": "ABMW0327R",
    "section": "安全与负责驾驶",
    "question": "前方的人行道上有行人，路上有积水。驾驶员应该怎么做？",
    "options": [
      "闪烁车灯作为对行人的警告。",
      "当接近积水时突然刹车。",
      "减速，尽量避免积水，以免溅湿行人。",
      "将喇叭按响作为对行人的警告，然后继续前行。"
    ],
    "correct_answer": 2,
    "explanation": "在潮湿的条件下，你应该注意到地表水可能会影响你的车辆稳定性。特别是当水积聚在一起时。在驾驶时通过地表水时，你应该考虑行人和骑车者，尽量避免在经过时溅到他们。",
    "image_name": ""
  },
  {
    "index": 649,
    "id": "ABMW0528RU19",
    "section": "安全与负责驾驶",
    "question": "当在红绿灯上停车，绿灯亮起了但行人仍在过马路时，司机应该怎么办？",
    "options": [
      "将喇叭响起作为提醒，告诉他们灯光已经变化。",
      "鼓励他们快速完成过马路。",
      "等待尽可能长的时间，以便让他们完成过马路。",
      "向行人示意红绿灯已经变化，然后继续驾驶。"
    ],
    "correct_answer": 2,
    "explanation": "绿灯亮表示可以通过，前方道路畅通无阻。若有行人横穿，请礼让他们，让他们安全通过后再行驶。",
    "image_name": ""
  },
  {
    "index": 650,
    "id": "ABMW0531RU23",
    "section": "安全与负责驾驶",
    "question": "当司机看到前方开得慢的车辆是由一名学习驾驶员驾驶时，应该怎么做？",
    "options": [
      "尽快超过这辆车。",
      "保持一定距离以避免不必要的压力。",
      "跟紧前方车辆以显示您想超车的意图。"
    ],
    "correct_answer": 1,
    "explanation": "当跟随初学驾驶者行驶时，请保持耐心和礼貌。初学驾驶者的驾驶经验不如其他道路使用者丰富，当面临压力时可能会驾驶不稳。",
    "image_name": ""
  },
  {
    "index": 651,
    "id": "ABMW0532RU19",
    "section": "安全与负责驾驶",
    "question": "在不寻常的交通情况下，学习驾驶员可能会有什么反应？",
    "options": [
      "比一个有经验的司机慢。",
      "比有经验的司机更快。",
      "以一个经验丰富的司机相同的方式。",
      "比一个经验丰富的司机更好。"
    ],
    "correct_answer": 0,
    "explanation": "当跟随一位学习驾驶的人行驶时，你应该耐心一些。学习驾驶的人可能不能像经验丰富的驾驶员那样预料和应对不寻常的交通情况。",
    "image_name": ""
  },
  {
    "index": 652,
    "id": "ABMW0535RU19",
    "section": "安全与负责驾驶",
    "question": "在谈判交汇处时，哪些道路使用者特别容易受到伤害？",
    "options": [
      "拖拉机司机。",
      "小巴车司机。",
      "骑摩托车者。",
      "货车司机。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶员应意识到，在交叉口没有任何车辆自动具有通行权。 驾驶员必须特别注意弱势道路使用者，如摩托车手，由于他们的尺寸较小或受到阻碍，他们在道路上的存在可能不太容易被注意到。",
    "image_name": ""
  },
  {
    "index": 653,
    "id": "ABMW0536RU23",
    "section": "安全与负责驾驶",
    "question": "在交通灯处停车时，驾驶员应特别注意哪些道路使用者会从他们的左侧靠近？",
    "options": [
      "骑自行车的人。",
      "汽车。",
      "拖拉机。"
    ],
    "correct_answer": 0,
    "explanation": "在交通灯变绿之前以及特别是左转时，你应该注意一般情况下从左侧靠近的自行车骑手和摩托车骑手，特别是当自行车骑手有一个超前停车线，比其他道路用户的停车线还要靠前的情况下。",
    "image_name": ""
  },
  {
    "index": 654,
    "id": "ABMW0539RU19",
    "section": "安全与负责驾驶",
    "question": "在行驶缓慢的城市道路上，司机应该偶尔检查哪些特定的盲点，以注意哪些道路使用者？",
    "options": [
      "自行车骑手。",
      "汽车。",
      "Vans. -> 货车。",
      "出租车。"
    ],
    "correct_answer": 0,
    "explanation": "司机应当在启动和适当转向之前注意并检查盲点。在缓慢行驶的交通中，自行车骑手可能比您行驶得更快，很容易隐藏在盲点中。",
    "image_name": ""
  },
  {
    "index": 655,
    "id": "ABMW0541U23",
    "section": "安全与负责驾驶",
    "question": "在交通灯处，驾驶员应特别注意哪些从左侧靠近的道路使用者？",
    "options": [
      "摩托车手。",
      "汽车。",
      "卡车。"
    ],
    "correct_answer": 0,
    "explanation": "在交通灯变绿之前，您需要注意摩托车可能会突然靠近左侧（近侧）。",
    "image_name": ""
  },
  {
    "index": 656,
    "id": "ABMW0549RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶员看到左侧有慢跑者时该怎么办？",
    "options": [
      "检查镜子，打转向灯，超车时给他们足够的空间。",
      "预计他们会在司机的行进路线内外移动。",
      "指示并超车时要留足够的间隙。",
      "鸣喇叭并闪灯以警示他们你的存在。"
    ],
    "correct_answer": 0,
    "explanation": "在路上行走的人比车辆更容易受伤，因此您应该格外小心对待他们。如果你看到前面有人在慢跑，使用“观察后方镜子-打灯示意-变道” 的常规程序，并且在超车时给慢跑者足够的空间。",
    "image_name": ""
  },
  {
    "index": 657,
    "id": "ABMW0550RU19",
    "section": "安全与负责驾驶",
    "question": "当在坑洼路面上行驶且前方有骑自行车的人时，司机应该怎么做？",
    "options": [
      "换到一个更低的挡位，快速超车。",
      "为了防止自行车骑手绕开坑洼，应留出额外的空间。",
      "预期骑自行车的人会靠左行驶并保持速度。",
      "保持方向并鸣笛以提醒自行车骑手他们的接近。"
    ],
    "correct_answer": 1,
    "explanation": "您应始终意识到自行车骑行者的脆弱性。当您驾驶在有坑洞或路面不良的道路上时，在超车时给自行车骑行者留出足够的空间。考虑到他们可能会突然变道以避开坑洞。",
    "image_name": ""
  },
  {
    "index": 658,
    "id": "ABMW0552RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员向侧方道路左转时应该注意什么？",
    "options": [
      "骑自行车的人可能会从左侧（靠近路边）出现。",
      "尽量靠近路边。",
      "以下行驶的车辆必须留有足够的空间超车。",
      "骑自行车的人可能会从右侧（外侧）出现。"
    ],
    "correct_answer": 0,
    "explanation": "当向左转时，驾驶员应意识到自行车手和行人可能会从左侧（靠近路边）驶来。在左转之前，务必向左侧（靠近路边）检查。",
    "image_name": ""
  },
  {
    "index": 659,
    "id": "ABMW0556RU19",
    "section": "安全与负责驾驶",
    "question": "当在没有人行道的乡村道路上行驶时，司机应该期待在他们道路的一侧会有什么向他们开过来?",
    "options": [
      "自行车骑手。",
      "行人。",
      "摩托车手。",
      "拖拉机。"
    ],
    "correct_answer": 1,
    "explanation": "在没有人行道的地方，行人应该在对面的车流侧走路，司机应该注意这一点。行人是易受伤害的道路使用者，因此司机应该时刻注意他们的存在，尤其是在乡村道路上。",
    "image_name": ""
  },
  {
    "index": 660,
    "id": "ABMW0557RU19",
    "section": "安全与负责驾驶",
    "question": "当夜间驾驶在没有路灯的道路上时，司机应该怎么做？",
    "options": [
      "靠近左侧行驶以避开对向车辆。",
      "注意那些穿着深色衣服的行人。",
      "尽量靠近反光凸起线行驶。",
      "在路的中間行駛。"
    ],
    "correct_answer": 1,
    "explanation": "在夜间驾驶时，即使使用最好的车前灯，也很难看到你可能会遇到的所有危险，比如穿着深色衣物的行人。驾驶员应始终以一种速度行驶，这样能够使他们在前方的清晰距离内安全停车。",
    "image_name": ""
  },
  {
    "index": 661,
    "id": "ABMW0558RU23",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员停在人行道上会发生什么事？",
    "options": [
      "轮胎会失去气压。",
      "行人可能被阻止通行。",
      "交通可以被阻止通过。",
      "悬挂将会变弱。"
    ],
    "correct_answer": 1,
    "explanation": "你不应该停车在人行道上。行人（包括推着婴儿车、童车的人，以及使用轮椅的人）可能不得不走上马路绕过你的车，这可能会使他们处于危险之中。",
    "image_name": ""
  },
  {
    "index": 662,
    "id": "ABMW0559RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员打算超过前面同向行驶的自行车时，应该遵循什么程序？",
    "options": [
      "指示、移动到侧边并检查后面交通的镜子。",
      "指示，检查后视镜，在安全的时候移出来并超车。",
      "镜子检查，没有打方向灯就超车。",
      "镜子检查，如果安全的话，请示并移出。"
    ],
    "correct_answer": 3,
    "explanation": "驾驶员在超车时应遵循“照镜子-打灯号-执行动作”的例行程序。只有在安全情况下才应超车。超车时请为骑自行车的人留出额外的空间，因为他们可能需要躲避坑洼或在有风的日子被吹到你的车道上。",
    "image_name": ""
  },
  {
    "index": 663,
    "id": "ABMW0561RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员在乡村道路上遇到后面的车辆和行人时应该怎么做？",
    "options": [
      "留出最少30厘米的间隙。",
      "闪灯以提醒后方车辆有行人在道路上。",
      "示意行人离开道路。",
      "发出信号表明他们要超过行人。"
    ],
    "correct_answer": 3,
    "explanation": "当您驾驶在没有人行道的道路上时，驾驶员在遇到路上的行人时应格外小心。当他们打算超车时，应及时检查后视镜并向后继车辆发出信号，提醒后面的驾驶员因前方危险而改变方向。",
    "image_name": ""
  },
  {
    "index": 664,
    "id": "ABMW0562RU19",
    "section": "安全与负责驾驶",
    "question": "在漆黑的冬季早晨和傍晚在无照明的乡间道路上驾驶时，驾驶员应该注意什么？",
    "options": [
      "一个正在骑自行车的人永远不会被车灯迷惑并且摇摇晃晃地偏离道路进入驾驶员的路径。",
      "在光线较差的条件下，骑自行车的人更容易受伤。",
      "骑自行车的人都会佩戴反光腰带，自行车上装有正确的灯光，并保持明显可见。",
      "在乡村道路上，自行车骑手在道路边缘有空间，以便司机可以超越它们而不降低速度或改变道路位置。"
    ],
    "correct_answer": 1,
    "explanation": "在黑暗的冬季早晨和傍晚驾驶时，驾驶员应格外注意 - 脆弱的道路使用者，如骑自行车的人和行人（特别是学生），在光线较暗的情况下可能不那么容易被看到。",
    "image_name": ""
  },
  {
    "index": 665,
    "id": "ABMW0564RU19",
    "section": "安全与负责驾驶",
    "question": "在黑暗的冬季清晨和晚上行驶在无路灯的乡村道路上时，驾驶员应该注意什么？",
    "options": [
      "路上可能有弱势行人正在走路。",
      "所有行人都将佩戴反光臂带和明亮的衣服。",
      "缺乏光线将不会影响驾驶员看到易受伤害的行人的能力。",
      "路上将没有行人走路。"
    ],
    "correct_answer": 0,
    "explanation": "在黑暗的冬季早晨和傍晚驾驶时，司机应格外小心 - 脆弱的道路使用者，如骑车者和行人（尤其是学童），在低光条件下可能不那么容易被看到。",
    "image_name": ""
  },
  {
    "index": 666,
    "id": "ABMW0565RU19",
    "section": "安全与负责驾驶",
    "question": "在黑暗的冬天早晨和晚上驾驶行驶在无路灯的乡村道路上时，司机应注意什么？",
    "options": [
      "司机应始终开启示宽灯，以便在无照明的乡村道路上看到行人。",
      "在黑暗的冬日早晚，没有路灯的乡村道路上，学生更容易受到伤害。",
      "缺乏光线不会影响驾驶员看到路上的流浪动物的能力。",
      "司机应该预料到行人会在人行道上，并不会有被撞到的危险。"
    ],
    "correct_answer": 1,
    "explanation": "驾驶员在黑暗的冬季早晨和傍晚驾驶时应特别小心 - 弱势道路使用者，如骑车者和行人（尤其是学龄儿童），在光线较暗的条件下可能不那么容易被看到。",
    "image_name": ""
  },
  {
    "index": 667,
    "id": "ABMW16",
    "section": "安全与负责驾驶",
    "question": "在道路交叉口，哪些类型的道路用户尤其容易受到伤害？",
    "options": [
      "行人。",
      "货车司机。",
      "汽车司机。",
      "拖拉机司机。"
    ],
    "correct_answer": 0,
    "explanation": "车辆在交叉口没有自动通行权。作为司机，您应该特别注意弱势道路使用者，如行人、骑车者和摩托车手，并意识到他们有权安全使用道路。",
    "image_name": ""
  },
  {
    "index": 668,
    "id": "ABMW18U19",
    "section": "安全与负责驾驶",
    "question": "在交通信号灯处，司机应特别注意哪些从左侧靠近的道路使用者？",
    "options": [
      "拖拉机。",
      "摩托车手。",
      "汽车。",
      "Vans. -> 万斯。"
    ],
    "correct_answer": 1,
    "explanation": "在交通灯变绿前，驾驶员应注意交通状况，尤其是左侧前方靠近的自行车和摩托车等车辆，特别是在有提前停车线供自行车使用的情况下，这种情况常发生于其他道路使用者使用的停车线之前。",
    "image_name": ""
  },
  {
    "index": 669,
    "id": "ABMW19U19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员打算在有行人和骑车人的十字路口左转时，驾驶员应该怎么做？",
    "options": [
      "检查右边的镜子，转弯后再开启转向灯。",
      "向左打转向灯，看右侧镜子，然后转弯。",
      "检查你的镜子并注意左侧的骑车者或行人。",
      "在转弯时鸣喇叭以警告其他道路使用者。"
    ],
    "correct_answer": 2,
    "explanation": "车辆并没有比其他道路用户拥有更大的通行权。作为驾驶员，您应该特别注意脆弱的道路用户，比如行人、骑自行车的人和骑摩托车的人，并且要意识到他们有权安全地使用道路。",
    "image_name": ""
  },
  {
    "index": 670,
    "id": "ABMW21U19",
    "section": "安全与负责驾驶",
    "question": "在缓慢行驶的城市交通中，以下哪种道路使用者最容易受到伤害？",
    "options": [
      "出租车。",
      "汽车。",
      "摩托车手。",
      "Vans.\n\n范斯。"
    ],
    "correct_answer": 2,
    "explanation": "在缓慢的城市交通中，您在进行任何操作之前都应注意并检查盲点。摩托车手很容易藏在盲点中，在缓慢行驶的交通中，他们的速度可能比您快。",
    "image_name": ""
  },
  {
    "index": 671,
    "id": "ABMW22U19",
    "section": "安全与负责驾驶",
    "question": "在缓慢行驶的城市交通中，以下哪种道路使用者最容易受伤？",
    "options": [
      "行人。",
      "汽车。",
      "Vans. -> 货车。",
      "出租车。"
    ],
    "correct_answer": 0,
    "explanation": "在缓慢行驶的市区交通中，在进行任何操作前，你应该注意并检查你的盲点。行人很容易隐藏在盲点中，在缓慢行驶的交通中，他们可能比你还要快地移动着。",
    "image_name": ""
  },
  {
    "index": 672,
    "id": "ABMW24U19",
    "section": "安全与负责驾驶",
    "question": "当在没有路灯的道路上夜间驾驶时，驾驶员应该怎么做？",
    "options": [
      "靠近左侧驾驶并打开前雾灯。",
      "至少以标示时速限制下方30公里每小时的速度行驶。",
      "远离道路的左侧。",
      "小心未开灯的骑车人。"
    ],
    "correct_answer": 3,
    "explanation": "在夜间驾驶时，即使使用最好的车灯，也很难看到可能会出现的所有危险情况，例如路上的流浪动物或牲畜。在夜间，您应该以一种速度行驶，让您能够在您能清晰看见前方距离内安全停车。",
    "image_name": ""
  },
  {
    "index": 673,
    "id": "AMBW0538RU19",
    "section": "安全与负责驾驶",
    "question": "当一位驾驶员打算在繁忙的城市街道十字路口左转，周围有行人和骑车的人时，驾驶员应该怎么做？",
    "options": [
      "保持向右行驶，为骑车者让路。",
      "注意骑车者或行人可能会在车辆前尝试穿过马路。",
      "向左打转向灯，看右边镜子，当确保安全时转弯。",
      "靠左行驶，以防止自行车骑手或行人从你的左侧靠近。"
    ],
    "correct_answer": 1,
    "explanation": "在繁忙的城市街道上左转时，驾驶员应特别留意弱势道路使用者，如行人、骑自行车的人和骑摩托车的人，他们可能会突然出现，可能不了解车辆的意图。",
    "image_name": ""
  },
  {
    "index": 674,
    "id": "RSA0211",
    "section": "安全与负责驾驶",
    "question": "在速度限制在50公里/小时的区域内安全超车自行车时，推荐的最小超车距离是多少？",
    "options": [
      "允许最大1.75米。",
      "允许最多1米。",
      "允许最少1米。",
      "允许最少1.75米。"
    ],
    "correct_answer": 2,
    "explanation": "司机应当将车辆开到足够靠左的位置，以便其他车辆可以安全地超车或从右侧超越，但不要开得太靠左以至于侵入自行车道或阻碍或危及骑车人或行人。如果司机希望超越骑车人且情况安全，他们应该在可能的情况下，根据所在区域的限速标准给予推荐的通行空隙。",
    "image_name": ""
  },
  {
    "index": 675,
    "id": "RSA0212",
    "section": "安全与负责驾驶",
    "question": "如果在速度超过50公里/小时的区域可以安全超车自行车手，建议的最小超车距离是多少？",
    "options": [
      "允许最少1米。",
      "允许最多1.5米。",
      "允许最长1.75米。",
      "允许最少1.5米。"
    ],
    "correct_answer": 3,
    "explanation": "司机应该将车辆开到足够靠左的位置，以便让交通能够安全地从右侧超车，但不要开得太靠左，以至于驶入自行车道或堵塞或危及骑车者或行人。如果司机希望超车骑车者并且可以安全地这样做，他们应该在可能的情况下，根据所在区域的限速给予推荐的安全距离。",
    "image_name": ""
  },
  {
    "index": 676,
    "id": "RSA0213",
    "section": "安全与负责驾驶",
    "question": "一位在照明不良的道路上行走的行人如何减少事故发生的风险？",
    "options": [
      "穿深色衣服。",
      "作为团队的一部分一起走。",
      "在路的左侧行走。",
      "穿戴高能见度的服装。"
    ],
    "correct_answer": 3,
    "explanation": "即使有最好的车灯，司机在夜间看到的比白天少。在黑暗中，行人和没有灯的自行车特别难以看到，尤其是如果他们不得不应对迎面的灯光的刺眼。行人在白天外出时应始终穿着明亮和高可见度的衣服，在夜间穿着反光衣物。",
    "image_name": ""
  },
  {
    "index": 677,
    "id": "RSA0214",
    "section": "安全与负责驾驶",
    "question": "什么是礼让式人行横道？",
    "options": [
      "一个无人控制的人行横道。",
      "一条步行街上的人行横道。",
      "路面上涂有“向右看”的人行横道。",
      "带闪烁琥珀色灯光的人行横道。"
    ],
    "correct_answer": 0,
    "explanation": "行人只能进入无控制的过街地点（礼让行人横穿道），确保所有交通都意识到他们在过马路。驶入无控制的过街地点（礼让行人横穿道）的驾驶员应该通过缓慢驾驶做出反应，并意识到行人在使用该区域时潜在的危险。",
    "image_name": ""
  },
  {
    "index": 678,
    "id": "RSA228068",
    "section": "安全与负责驾驶",
    "question": "在行驶缓慢的城市交通中，驾驶员应该时不时地检查哪些特定的道路使用者的盲区？",
    "options": [
      "汽车。",
      "电动滑板车。",
      "Vans. => 伏安斯。"
    ],
    "correct_answer": 1,
    "explanation": "驾驶者应该在启动和适当转向之前注意和检查盲点。电动滑板车很容易隐藏在盲点中，在低速交通中，它们可能比您行驶得更快。",
    "image_name": ""
  },
  {
    "index": 679,
    "id": "RSA228072",
    "section": "安全与负责驾驶",
    "question": "在行驶在坑洞路面上且前方有电动滑板车的情况下，司机该怎么办？",
    "options": [
      "在电动滑板车为了避开路面坑洼而突然转向时，请留出额外的空间。",
      "保持方向并按响喇叭以提醒电动滑板车他们的接近。",
      "预计电动滑板车会靠左行驶并保持速度。"
    ],
    "correct_answer": 0,
    "explanation": "您应该时刻注意电动滑板车的脆弱性。当您在有坑洞或坏路面的道路上驾驶时，超车时给电动滑板车足够的空间。请注意它们可能会突然变道以避开坑洞。",
    "image_name": ""
  },
  {
    "index": 680,
    "id": "RSA228074",
    "section": "安全与负责驾驶",
    "question": "当打算超越前方同方向行驶的电动滑板车时，驾驶员应该遵循什么程序？",
    "options": [
      "检查镜子，打灯号，如果安全的话就驶出去。",
      "信号，检查后视镜，在安全的情况下移出并超车。",
      "信号，移动出去并检查后面的交通。"
    ],
    "correct_answer": 0,
    "explanation": "司机超车时应遵循“照镜 - 打灯 - 调整路线”的程序。只有在安全情况下司机才应该超车。在超车时给电动滑板车留出额外的空间，因为他们可能需要避开坑洞，或在刮风的日子里被吹入您的路线。",
    "image_name": ""
  },
  {
    "index": 681,
    "id": "RSA228076",
    "section": "安全与负责驾驶",
    "question": "在没有路灯的乡村道路上行驶时，驾驶员应该注意什么？",
    "options": [
      "所有电动滑板车用户都要戴反光腰带，保证电动滑板车上有正确的灯光，并且能够清晰可见。",
      "电动滑板车用户在黑暗路上更容易受伤。",
      "电动滑板车用户在路边有空间，这样驾驶员可以在不离开车道的情况下超车。"
    ],
    "correct_answer": 1,
    "explanation": "司机在黑暗的冬季早晨和傍晚驾驶时应当特别小心 - 脆弱的道路使用者，如骑车者、电动滑板车和行人（尤其是学童），在光线较暗的情况下可能不那么容易被看到。",
    "image_name": ""
  },
  {
    "index": 682,
    "id": "RSA228078",
    "section": "安全与负责驾驶",
    "question": "在有自行车和电动滑板车用户的路口打算左转时，驾驶员应该怎么做？",
    "options": [
      "向左打灯，检查右侧镜子并完成转弯。",
      "按响喇叭，以警告其他道路使用者打算转弯的意图。",
      "使用您的后视镜在转弯之前检查左侧是否有自行车骑行者和电动滑板车用户。"
    ],
    "correct_answer": 2,
    "explanation": "车辆没有比其他道路使用者更大的通行权。作为驾驶员，您应该特别注意易受伤害的道路使用者，如电动滑板车用户、骑自行车的人和摩托车手，并意识到他们有权在道路上安全行驶。",
    "image_name": ""
  },
  {
    "index": 683,
    "id": "RSA228084",
    "section": "安全与负责驾驶",
    "question": "当夜间驾驶在没有路灯的道路上时，司机应该怎么做？",
    "options": [
      "沿着道路的中间行驶。",
      "当心未点亮的电动滑板车。",
      "靠近左侧行驶，并打开前雾灯。"
    ],
    "correct_answer": 1,
    "explanation": "在夜间驾驶，即使有最好的车头灯，也可能很难看到可能遇到的所有危险 - 例如，在路上没有点亮的电动滑板车。在夜间，您应该以允许您在您能看到清晰前方的距离内安全停车的速度行驶。",
    "image_name": ""
  },
  {
    "index": 684,
    "id": "RSA228090",
    "section": "安全与负责驾驶",
    "question": "在交叉口哪种道路使用者特别容易受到伤害？",
    "options": [
      "电动滑板车用户。",
      "面包车司机。",
      "汽车驾驶员。"
    ],
    "correct_answer": 0,
    "explanation": "骑自行车、骑摩托车和使用电动滑板车的人在十字路口经常不易被看到，并且可能比您想象的更快地接近。",
    "image_name": ""
  },
  {
    "index": 685,
    "id": "RSA228092",
    "section": "安全与负责驾驶",
    "question": "当驾驶员左转进入侧路时应该注意什么？",
    "options": [
      "以下车辆必须让超车空间。",
      "电动滑板车可能会从左侧（靠近路边）出现。",
      "电动滑板车可能会从右侧（离车边的那一侧）驶过。"
    ],
    "correct_answer": 1,
    "explanation": "转向左时，驾驶员应注意自行车手、行人和电动滑板车可能会出现在左侧（近侧）。在您左转之前，始终先检查您的左侧（近侧）。",
    "image_name": ""
  },
  {
    "index": 686,
    "id": "RSA228097",
    "section": "安全与负责驾驶",
    "question": "在交通信号灯停止时，驾驶员应特别注意哪些道路使用者在他们左侧接近？",
    "options": [
      "拖拉机。",
      "汽车。",
      "电动滑板车。"
    ],
    "correct_answer": 2,
    "explanation": "在启动交通灯之前，尤其是左转时，您应该注意到电动滑板车从后方靠近。",
    "image_name": ""
  },
  {
    "index": 687,
    "id": "ABMW0654U19",
    "section": "安全与负责驾驶",
    "question": "反抱死制动系统（ABS）是做什么的？",
    "options": [
      "ABS会显示在汽车收音机上播放的广播电台名称。",
      "ABS在碰撞时部署气囊。",
      "ABS在急刹车时锁住制动，防止打滑。",
      "ABS（防抱死制动系统）可以防止车轮在急刹车情况下抱死。"
    ],
    "correct_answer": 3,
    "explanation": "防抱死制动系统（ABS）是一种在大多数现代汽车中发现的制动系统类型。当驾驶员急刹车时，它会自动启动。在潮湿的路面上，它可以帮助防止车轮打滑，从而让驾驶员在制动的同时继续转向。请注意，ABS并不会减少制动距离。",
    "image_name": ""
  },
  {
    "index": 688,
    "id": "RSA225299",
    "section": "安全与负责驾驶",
    "question": "车道两侧的隆起带的作用是什么？",
    "options": [
      "防止牲畜进入车道。",
      "警示司机他们的车辆正在偏离车道。",
      "为了在大雨天改善道路的排水系统。"
    ],
    "correct_answer": 1,
    "explanation": "减速带是道路路肩上凸起或凹凸不平的图案，不仅提供听觉警报（隆隆声），还提供物理振动，以警示驾驶员他们正在偏离车道。除了警告粗心大意的驾驶员外，减速带还可以在能见度不佳的恶劣天气中帮助道路上的驾驶员。",
    "image_name": ""
  },
  {
    "index": 689,
    "id": "BW0002RU19",
    "section": "安全与负责驾驶",
    "question": "在繁忙的道路上停车前，驾驶员应该确保什么？",
    "options": [
      "在打开门之前，司机应该确认这样做是安全的。",
      "车轮是正前方的。",
      "乘客先打开他们的门。",
      "挡杆处于空挡。"
    ],
    "correct_answer": 0,
    "explanation": "在繁忙的道路上停好车后，驾驶员应在打开车门之前检查是否安全，因为可能会有骑自行车的人或其他车辆从旁边经过。",
    "image_name": ""
  },
  {
    "index": 690,
    "id": "BW0113RU19",
    "section": "安全与负责驾驶",
    "question": "在离开车辆之前，司机应该做什么？",
    "options": [
      "在打开车门之前，请检查内后视镜。",
      "把门打开一部分，然后向后看。",
      "立即打开车门并下车。",
      "打开车门之前检查他们的车边镜并向后看。"
    ],
    "correct_answer": 3,
    "explanation": "在打开任何门之前，请检查是否有其他道路用户路过，特别是要留意行人、骑车者和摩托车骑手。只有当安全的时候才能下车，并尽快关上门。尽可能让乘客从靠路边的一侧下车。",
    "image_name": ""
  },
  {
    "index": 691,
    "id": "BWO0114R",
    "section": "安全与负责驾驶",
    "question": "司机在离开车辆之前应该如何确保车辆的安全？",
    "options": [
      "拉紧手刹，熄火并挂入低挡。",
      "把车轮朝路边转动，并且熄火。",
      "将挡位放在低档并熄灭引擎。",
      "把车轮角度调大远离路边，然后熄火停车。"
    ],
    "correct_answer": 0,
    "explanation": "在离开你的车辆之前，请拉紧手刹，关闭发动机并挂入低挡。如果车辆配备自动变速器，请选择P（停车档）。",
    "image_name": ""
  },
  {
    "index": 692,
    "id": "BW0115U19",
    "section": "安全与负责驾驶",
    "question": "当司机下车时应该采取什么安全预防措施？",
    "options": [
      "打开门，尽可能迅速地尝试出去。",
      "确保换挡杆处于空档位置。",
      "在打开车门之前四周注意交通和行人。",
      "确保所有贵重物品都被锁好并不可见。"
    ],
    "correct_answer": 2,
    "explanation": "在打开任何门之前，请检查是否有其他道路使用者经过，特别是要注意行人、骑车者和骑摩托车者。只有当安全时才可以离开车辆，并尽快关闭门。乘客应尽可能在靠近路缘的一侧下车。",
    "image_name": ""
  },
  {
    "index": 693,
    "id": "BW0116RU19",
    "section": "安全与负责驾驶",
    "question": "在繁忙的道路上，司机应该如何让乘客从车辆中下车？",
    "options": [
      "停下来，鼓励他们尽快离开。",
      "停下来，让他们从靠近路缘的一侧下车。",
      "在允许乘客下车之前，向后方车辆发出超车信号。",
      "停下来，让他们从车辆的任何一侧下车。"
    ],
    "correct_answer": 1,
    "explanation": "在允许打开任何门之前，请检查是否有其他道路使用者经过，特别要注意行人、骑车者和摩托车手。乘客应当从靠近路边的一侧下车，不要妨碍行人通行。",
    "image_name": ""
  },
  {
    "index": 694,
    "id": "CD0150RU19",
    "section": "安全与负责驾驶",
    "question": "司机在离开车辆前应该采取哪些措施来确保车辆的安全？",
    "options": [
      "保持发动机运转，同时拉起驻车制动器。",
      "将发动机保持运转，并打开排气刹车。",
      "拉紧手刹并熄火。",
      "将排气制动器打开并熄火。"
    ],
    "correct_answer": 2,
    "explanation": "在离开车辆之前，请拉紧手刹并熄火。确保您可以安全地打开车门而不危及他人，安全下车。",
    "image_name": ""
  },
  {
    "index": 695,
    "id": "RSA01047",
    "section": "安全与负责驾驶",
    "question": "司机在打开车门之前应该给乘客什么建议？",
    "options": [
      "确保你穿着合适的衣物保护。",
      "解开安全带并立即离开车辆。",
      "四周查看，小心打开门。",
      "将窗户留着微开以促进空气流通。"
    ],
    "correct_answer": 2,
    "explanation": "在打开任何门之前，请检查附近是否有其他道路使用者，特别是摩托车手和行人。",
    "image_name": ""
  },
  {
    "index": 696,
    "id": "RSA01048",
    "section": "安全与负责驾驶",
    "question": "你如何确保你的车停得安全？",
    "options": [
      "不要把它停在可能危害其他道路使用者的地方。",
      "尽快驶入停车位。",
      "将您的车辆停放在狭窄道路上另一辆车的对面。",
      "避免把您的车倒进停车位。"
    ],
    "correct_answer": 0,
    "explanation": "停车时，请确保不会影响正常的交通流动，同时也不要让您的车辆干扰、阻塞或危及其他道路使用者。",
    "image_name": ""
  },
  {
    "index": 697,
    "id": "RSA01049",
    "section": "安全与负责驾驶",
    "question": "倒车离开停车位时应该考虑什么？",
    "options": [
      "总是迅速倒车以脱离空间。",
      "只使用内后视镜查看后方。",
      "避免打开你的后雨刷。",
      "检查四周的行人和车辆。"
    ],
    "correct_answer": 3,
    "explanation": "一些停车场设计成让您前进停车，以便更容易装载购物。在这种情况下，当您倒车离开停车位时，请格外小心，因为行人和车辆可能会从您身后经过。",
    "image_name": ""
  },
  {
    "index": 698,
    "id": "BW0016RU19",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员想要倒车到一个看不见的区域，应该怎么做？",
    "options": [
      "打开司机门，向后看。",
      "倒车时，请注意看左侧的近侧镜。",
      "打开驾驶员的车窗，往后看。",
      "请别人协助您倒车。"
    ],
    "correct_answer": 3,
    "explanation": "不要试图倒车进入你无法看清的区域。你应该找人来帮忙，指引你安全地进入该区域。",
    "image_name": ""
  },
  {
    "index": 699,
    "id": "BW0029RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机被后视镜中反射的前灯弄晕了，应该怎么办？",
    "options": [
      "打开后雾灯，向后面的车辆发出信号，让他们关闭车头灯。",
      "调整镜子，将光线反射回给后面的驾驶员。",
      "关闭灯光然后重新打开，提醒后方的司机将车灯调整为近光灯。",
      "在他们的后视镜上使用夜间驾驶模式。"
    ],
    "correct_answer": 3,
    "explanation": "如果驾驶员被后面车辆的灯光弄得眼花缭乱，他们应该调整后视镜到夜间驾驶模式。这样可以让他们集中精力看前方的道路，不被后面车辆的灯光分散注意力。",
    "image_name": ""
  },
  {
    "index": 700,
    "id": "BW0064RU19",
    "section": "安全与负责驾驶",
    "question": "拖拉机最有可能翻车的时候是什么时候？",
    "options": [
      "当在平地上驾驶时。",
      "当慢慢倒车时。",
      "转弯时。",
      "在上坡时驾驶。"
    ],
    "correct_answer": 2,
    "explanation": "当您驾驶拖拉机时，您应该意识到拖拉机比其他车辆不稳定，需要在操作时更加小心。",
    "image_name": ""
  },
  {
    "index": 701,
    "id": "BW0047RU23",
    "section": "安全与负责驾驶",
    "question": "为什么允许孩子站在汽车前排座椅之间的空间是危险的？",
    "options": [
      "他们可能会分散其他司机的注意力，从而使注意力从道路上转移。",
      "如果急刹车，他们可能会向前抛出。",
      "如果突然刹车，他们可能会被抛向后方。"
    ],
    "correct_answer": 1,
    "explanation": "当在汽车或货车中携带儿童时，司机有责任确保他们被适当地约束。",
    "image_name": ""
  },
  {
    "index": 702,
    "id": "BWO048R",
    "section": "安全与负责驾驶",
    "question": "孩子们何时可以站在打开的天窗上，抬起头来？",
    "options": [
      "孩子们永远不能这样做。",
      "当他们年龄超过12岁时。",
      "当他们戴上眼部保护。",
      "当以30公里/小时以下的速度旅行时。"
    ],
    "correct_answer": 0,
    "explanation": "当在汽车或货车上搭载儿童时，驾驶员有责任确保他们得到适当的约束。",
    "image_name": ""
  },
  {
    "index": 703,
    "id": "BW0049",
    "section": "安全与负责驾驶",
    "question": "持有W類學習駕駛許可證的持有人何時可以在拖拉機或工程車載客？",
    "options": [
      "当乘客有个人保险保障时。",
      "当乘客持有完整的M类别驾照并有个人保险覆盖时。",
      "当需要他们的帮助时。",
      "当乘客座椅得当且乘客持有完整的W类驾驶证时。"
    ],
    "correct_answer": 3,
    "explanation": "持有W类驾照的驾驶员只能在车辆中搭载乘客，条件是：1. 该车辆设计可搭载乘客，2. 乘客持有W类驾照满两年或以上。",
    "image_name": ""
  },
  {
    "index": 704,
    "id": "BW0050RU23",
    "section": "安全与负责驾驶",
    "question": "儿童可以被单独留在车内吗？",
    "options": [
      "只有当有足够的通风时。",
      "只有当车辆停放在有监督的停车场时。",
      "孩子们永远不应该被留在车内独自待着。"
    ],
    "correct_answer": 2,
    "explanation": "在车辆内不能让孩子独自呆着，即使只是短暂的时间。孩子可能会触碰车辆的控制装置，并且无法应对紧急情况，比如火灾或电器故障，这可能导致严重的伤害或死亡。",
    "image_name": ""
  },
  {
    "index": 705,
    "id": "BWOO56R",
    "section": "安全与负责驾驶",
    "question": "司机在什么情况下可以在车上搭载比可用安全带数量更多的乘客？",
    "options": [
      "这是绝对不允许的。",
      "它总是被允许的。",
      "当司机有适当的保险覆盖时。",
      "当驾驶员的视野没有被干扰时。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员必须确保车辆内每位乘客都系好安全带。不系安全带是违法行为。驾驶员有责任确保17岁以下乘客系好安全带。年长乘客自己负责系好安全带。",
    "image_name": ""
  },
  {
    "index": 706,
    "id": "BWO0130R",
    "section": "安全与负责驾驶",
    "question": "一个载重车辆更有可能发生转移的哪个时刻？",
    "options": [
      "轻轻制动时。",
      "在转弯时。",
      "超车时。",
      "倒车时。"
    ],
    "correct_answer": 1,
    "explanation": "司机有责任确保货物得到妥善固定和均匀分配，以便在转向和刹车时能够正确控制车辆。",
    "image_name": ""
  },
  {
    "index": 707,
    "id": "BW0131RU23",
    "section": "安全与负责驾驶",
    "question": "当驾驶满载的车辆在行驶时，驾驶员应该如何处理弯道？",
    "options": [
      "以比空载时更慢的速度。",
      "以空屋时的相同速度。",
      "比空载时更急转弯。"
    ],
    "correct_answer": 0,
    "explanation": "在驶入弯道时过快驾驶，并且驾驶满载车辆会导致失控。通过以安全和理性的方式驾驶，并提前阅读道路，可以预防这种情况发生。",
    "image_name": ""
  },
  {
    "index": 708,
    "id": "BW0030RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机在夜晚被反射在内后视镜中的灯光弄得迷惑，该怎么办？",
    "options": [
      "打开后雾灯。",
      "将镜子调整到反射光线回到后方驾驶员。",
      "暂时调整镜子的角度。",
      "打开危险灯。"
    ],
    "correct_answer": 2,
    "explanation": "如果后方交通车辆的灯光在您的内后视镜中反射导致刺眼，您可以启用夜间行驶/防眩光模式。如果车辆没有配备此功能，驾驶员应临时调整内后视镜的角度，以减轻眩光，使他们能够驾驶时不受干扰。",
    "image_name": ""
  },
  {
    "index": 709,
    "id": "BW0031RU19",
    "section": "安全与负责驾驶",
    "question": "晚上，单边亮灯会对迎面而来的驾驶员产生什么影响？",
    "options": [
      "这不会对迎面而来的司机产生影响。",
      "它可能使他们眼花缭乱。",
      "他们可能会把这辆车误认为摩托车。",
      "它可以让他们更清晰地看到车辆。"
    ],
    "correct_answer": 2,
    "explanation": "除摩托车外，据法律规定机动车必须配备两个前灯。只有一个前灯的车辆可能被误认为是摩托车，其他道路使用者可能认为它在道路上的位置与实际位置不同。车辆灯光应定期检查，一旦发现故障应立即修理。",
    "image_name": ""
  },
  {
    "index": 710,
    "id": "BW0033U19",
    "section": "安全与负责驾驶",
    "question": "在无照明的公共道路上停放的汽车、拖拉机或工作车辆应该开启哪些灯光？",
    "options": [
      "尾灯。",
      "沉住的前灯。",
      "在靠近路边的一侧前后至少有一盏侧灯。",
      "至少一个侧面灯前后安装在靠近道路中心的一侧。"
    ],
    "correct_answer": 3,
    "explanation": "在夜间将车辆停放在无照明的公共道路上会对其他道路使用者造成潜在危险。因此，驾驶员应该将车辆的侧面/停车灯打开，以便其他道路使用者能够看见车辆。停车时，驾驶员不应该将大灯打开，因为这可能会使其他道路使用者感到困惑。",
    "image_name": ""
  },
  {
    "index": 711,
    "id": "BW0069RU19",
    "section": "安全与负责驾驶",
    "question": "司机什么时候应该使用车辆的侧灯？",
    "options": [
      "在雾天驾驶时。",
      "在夜晚驾驶在没有灯光的区域时。",
      "停车在一条没有路灯的路上。",
      "停车时时皆需。"
    ],
    "correct_answer": 2,
    "explanation": "在夜间将车辆停放在没有照明的公共道路上会给其他道路使用者造成潜在危险。因此，驾驶员应该保持侧/停车灯开启，以便其他道路使用者能看到车辆。停车时不应该将大灯打开，因为这可能会导致其他道路使用者感到迷惑。",
    "image_name": ""
  },
  {
    "index": 712,
    "id": "BW0004RU19",
    "section": "安全与负责驾驶",
    "question": "在这种情况下，双车道的右车道上的驾驶员应该注意什么？",
    "options": [
      "对向车流。",
      "增加可见度。",
      "摩托车骑手可能执行掉头。",
      "强风可能会吹着骑手进入他们的路径。"
    ],
    "correct_answer": 3,
    "explanation": "在雨天和有风的情况下驾车时，驾驶员应意识到这些条件可能影响摩托车手或骑车者等脆弱的道路用户的稳定性。这些道路用户可能会被风吹到驾驶员的行驶路径上，尤其是在开阔暴露的地区。",
    "image_name": "BW0004RU19.png"
  },
  {
    "index": 713,
    "id": "BW0008RU19",
    "section": "安全与负责驾驶",
    "question": "如果车辆的车窗被冰覆盖，驾驶员应该怎么做？",
    "options": [
      "清理风挡上足够的空间，以便能够看到前方。",
      "用沸水溶解冰。",
      "彻底清理所有车窗上的冰。",
      "请缓慢行驶，直到加热器和除雾器清除冰。"
    ],
    "correct_answer": 2,
    "explanation": "请确保所有窗户完全没有冰，以便司机可以安全地观察周围的道路和交通状况。在路面湿滑的情况下尤为重要。很好的做法是在车辆内携带一罐除冰剂，如果可能的话，还可以在洗涤液容器里加入除冰剂。",
    "image_name": ""
  },
  {
    "index": 714,
    "id": "BW0009RU19",
    "section": "安全与负责驾驶",
    "question": "如果车辆的窗户和镜子被冰覆盖，司机应该怎么办？",
    "options": [
      "用加了盐的开水来消除冰。",
      "打开雨刮器。",
      "打开暖气系统，然后用刮刀清除冰雪，再开始驾车。",
      "在暖气系统清除冰雪之前，请以较低的速度驾驶。"
    ],
    "correct_answer": 2,
    "explanation": "确保所有车窗和镜子完全没有结冰，以便驾驶员可以安全地观察周围的道路和交通情况。在转弯道路条件下行驶时尤为重要。携带一罐除冰剂在车内是个好习惯，如果可能的话，尽量用除冰剂填充洗涤液储罐。",
    "image_name": ""
  },
  {
    "index": 715,
    "id": "BW0026RU19",
    "section": "安全与负责驾驶",
    "question": "什么时候应该使用后雾灯？",
    "options": [
      "在浓雾或飘雪时。",
      "只在轻雾中。",
      "在夜晚驾驶时总是在无灯区域。",
      "当后面的车辆太靠近时。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员只能在浓雾或下雪天气中使用后雾灯。在普通道路和天气条件下使用雾灯可能会使跟车的驾驶员感到眩晕或失明。此外，雾灯可能会使刹车灯更难以看清。",
    "image_name": ""
  },
  {
    "index": 716,
    "id": "BW0027RU19",
    "section": "安全与负责驾驶",
    "question": "什么时候应该使用后雾灯？",
    "options": [
      "在浓雾或大雪天中开车时。",
      "后雾灯只应在黎明和黄昏时使用。",
      "后雾灯应该始终使用。",
      "当后尾灯都坏了。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员只能在浓雾或下雪时使用后雾灯。在普通道路和天气条件下使用雾灯可能会晃眼或致使跟车驾驶员眼花。此外，雾灯可能使刹车灯更难看清。",
    "image_name": ""
  },
  {
    "index": 717,
    "id": "CD0083RU19",
    "section": "安全与负责驾驶",
    "question": "潮湿的天气对车辆外后视镜有什么影响？",
    "options": [
      "它可能会导致电加热镜子短路。",
      "它可能会扭曲驾驶员的后视。",
      "它没有任何效果。",
      "它可以让它们保持清洁。"
    ],
    "correct_answer": 1,
    "explanation": "在雨天驾驶时，水滴可能会附着在外部镜子上，遮挡驾驶员对车辆侧面和后方的视野。如果车辆配备了加热镜子，请打开它们以清除水滴。或者，定期停车手动清除水滴。",
    "image_name": ""
  },
  {
    "index": 718,
    "id": "CD0099AAU23",
    "section": "安全与负责驾驶",
    "question": "在恶劣的天气条件下开始旅程之前，司机应该做什么？",
    "options": [
      "用冷却液为挡风玻璃清洗器水箱加满。",
      "检查计划路线的天气预报。",
      "增加轮胎的压力以确保在道路上有更好的抓地力。",
      "降低轮胎气压以确保在路面上有更好的抓地力。"
    ],
    "correct_answer": 1,
    "explanation": "在恶劣天气条件下驾驶更加危险和辛苦。驾驶员应该查看天气预报、天气警报和其他信息来源，了解预期的行车路线条件，并留出额外时间来完成行程。",
    "image_name": ""
  },
  {
    "index": 719,
    "id": "CD0100RU19",
    "section": "安全与负责驾驶",
    "question": "在恶劣天气出发之前，驾驶员应该做些什么？",
    "options": [
      "用冷却剂给变速箱加满。",
      "加满挡风玻璃洗涤器液。",
      "降低轮胎压力以确保更好地附着在路面上。",
      "增加轮胎压力以确保更好地抓地。"
    ],
    "correct_answer": 1,
    "explanation": "在恶劣天气条件下开始长途旅行之前，驾驶员应确保挡风玻璃洗涤瓶中有足够的液体，以保持在这些条件下挡风玻璃清晰。",
    "image_name": ""
  },
  {
    "index": 720,
    "id": "CD0103U23",
    "section": "安全与负责驾驶",
    "question": "在雪地或结冰天气中，司机应如何处理陡坡下坡？",
    "options": [
      "保持踩住离合器，并轻踩刹车。",
      "始终靠近左侧并使用短促的刹车来减速。",
      "为了避免轮胎打滑，换高档。",
      "提前切换至低挡，并采用轻微制动，以保持车速。"
    ],
    "correct_answer": 3,
    "explanation": "在雪地或冰面上，车辆需要更长的距离才能停下来。在开大车行驶时要下陡坡前，驾驶员应该降低车速并选择更低的挡位，轻踩刹车只在必要时才使用。如果车辆配有手动选择的减速器，在开始下坡前将其启动。",
    "image_name": ""
  },
  {
    "index": 721,
    "id": "CPC1138AU19",
    "section": "安全与负责驾驶",
    "question": "在方向盘上感到轻松大多表明什么？",
    "options": [
      "冰冷的表面。",
      "光滑的表面。",
      "碎石表面。",
      "潮湿的表面。"
    ],
    "correct_answer": 0,
    "explanation": "转向轻快表示失去了牵引力。这通常发生在路面结冰时。冰提供了比雨水或雪更坚硬、更光滑的表面，因此很难避免打滑，驾驶员应该在安全停车时增加正常刹车距离多达10倍。",
    "image_name": ""
  },
  {
    "index": 722,
    "id": "CD0154RAU23",
    "section": "安全与负责驾驶",
    "question": "在驾车通过隧道之前，司机应该做什么？",
    "options": [
      "解除全球定位系统（GPS）连接。",
      "在第一个隧道站登记。",
      "只打开侧灯。",
      "检查一下你是否有足够的燃料。"
    ],
    "correct_answer": 3,
    "explanation": "如果您的行驶路线需要穿过隧道，您必须确保您的车辆有足够的燃料安全通过。",
    "image_name": ""
  },
  {
    "index": 723,
    "id": "CD0156RU19",
    "section": "安全与负责驾驶",
    "question": "进入隧道之前，为了改善视野，驾驶员应该做什么？",
    "options": [
      "摘下太阳镜。",
      "靠近前方的车辆行驶。",
      "佩戴太阳镜以防止灯光的刺眼。",
      "拉下遮阳板消除顶灯的刺眼光线。"
    ],
    "correct_answer": 0,
    "explanation": "请注意，即使隧道灯亮起来，隧道内的光线也会比较暗淡。为了改善视野，请在进入隧道之前摘掉太阳镜。",
    "image_name": ""
  },
  {
    "index": 724,
    "id": "CD0158RU19",
    "section": "安全与负责驾驶",
    "question": "当车辆因拥堵而停在隧道中时，驾驶员应该怎么做？",
    "options": [
      "打开危险警示灯。",
      "紧跟前车。",
      "关闭引擎并离开车辆。",
      "走到最近的应急出口。"
    ],
    "correct_answer": 0,
    "explanation": "如果在驾驶车辆穿过隧道时遇到交通拥堵，与前方车辆保持安全距离，在停车时打开危险警示灯。",
    "image_name": ""
  },
  {
    "index": 725,
    "id": "CD0159RU19",
    "section": "安全与负责驾驶",
    "question": "当车辆因拥堵而停在隧道内时，司机应该怎么做？",
    "options": [
      "请将发动机保持在低档位空转。",
      "只做手势信号。",
      "打开雾灯。",
      "关闭引擎。"
    ],
    "correct_answer": 3,
    "explanation": "如果在隧道里驾驶车辆时，您被困在静止交通中一段时间，您应该熄火以减少隧道内的废气并节约燃料。",
    "image_name": ""
  },
  {
    "index": 726,
    "id": "CD0160RU23",
    "section": "安全与负责驾驶",
    "question": "如果司机的车辆因故障或事故被迫在隧道内停下，司机应该怎么办？",
    "options": [
      "在车里等待帮助到来。",
      "紧急站点求援。",
      "招手示意其他车辆超车。"
    ],
    "correct_answer": 1,
    "explanation": "如果隧道发生故障或事故，请停车，关闭发动机，打开危险警示灯，检查收音机获取指示，使用应急站处的紧急电话寻求帮助，并检查隧道中所有的电子标志获取信息。",
    "image_name": ""
  },
  {
    "index": 727,
    "id": "CD0161RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机的车辆在隧道里抛锚了，该怎么办？",
    "options": [
      "搭便车到最近的服务区并寻求帮助。",
      "走到隧道的尽头打电话给警察。",
      "拦下一辆路过的司机并请求帮助。",
      "使用紧急电话寻求帮助。"
    ],
    "correct_answer": 3,
    "explanation": "如果驾驶员的车辆在隧道内因故障而停车，请关闭发动机，打开危险警示灯，检查收音机是否有指示，使用应急站的紧急电话寻求帮助，检查隧道内所有电子标志获取信息。",
    "image_name": ""
  },
  {
    "index": 728,
    "id": "CD0162RU19",
    "section": "安全与负责驾驶",
    "question": "如果司机的车辆在隧道内抛锚了，该怎么办？",
    "options": [
      "把车倒车到出口处。",
      "示意其他车辆超车。",
      "打开危险警示灯。",
      "在车内等待帮助到来。"
    ],
    "correct_answer": 2,
    "explanation": "如果司机的车辆因故障而在隧道内停止，应熄火、打开危险警示灯，检查收音机以获取指示，并使用紧急电话呼叫救援站的帮助，同时检查隧道内的所有电子标志获取信息。",
    "image_name": ""
  },
  {
    "index": 729,
    "id": "CD0163RU19",
    "section": "安全与负责驾驶",
    "question": "如果一辆车在隧道内起火，驾驶员应该怎么做？",
    "options": [
      "等待隧道交通广播宣布进行消防演习。",
      "尽快驾车到最近的应急出口。",
      "待在车内并拨打紧急站电话报告火灾。",
      "立即离开车辆，并使用最近的紧急电话站的紧急电话。"
    ],
    "correct_answer": 3,
    "explanation": "如果车辆内有烟或火，请熄火，立即离开车辆，前往应急站并使用应急电话通知隧道操作员，通过最近的可用出口离开隧道。",
    "image_name": ""
  },
  {
    "index": 730,
    "id": "BW0083RU19",
    "section": "安全与负责驾驶",
    "question": "将引擎过度加油的可能影响是什么？",
    "options": [
      "它可能会降低油压。",
      "这可能会损坏油泵。",
      "它可能会爆裂油过滤器。",
      "它可能会损坏催化转化器。"
    ],
    "correct_answer": 3,
    "explanation": "车辆发动机不要过度加油是至关重要的，因为这可能会永久损坏催化转换器，它是大多数车辆排气系统的一部分，负责去除车辆排放中高达75%的一氧化碳、氮氧化物和碳氢化合物。损坏此部件会增加排放。",
    "image_name": ""
  },
  {
    "index": 731,
    "id": "BW0107RU19",
    "section": "安全与负责驾驶",
    "question": "司机可以采取什么措施来避免车辆产生过多的尾气污染呢？",
    "options": [
      "以更高的速度行驶，以减少在路上耗费的时间。",
      "驾驶柴油动力车辆。",
      "使用燃油添加剂来提高燃油辛烷值。 ",
      "定期更换车辆的空气滤清器。"
    ],
    "correct_answer": 3,
    "explanation": "司机应该按照制造商的指导定期对他们的车辆进行保养。一个装有脏空气滤清器的车辆会消耗更多燃料并产生更多尾气污染。空气滤清器应该作为正常保养的一部分来更换。如果车辆在多灰尘条件下使用，则可能需要更频繁地更换空气滤清器。更多信息可在车主手册中找到。",
    "image_name": ""
  },
  {
    "index": 732,
    "id": "BW0108RU19",
    "section": "安全与负责驾驶",
    "question": "一般来说，车辆应该多久做一次常规保养？",
    "options": [
      "每30个月。",
      "每年一次。",
      "根据制造商的建议。",
      "每30,000公里。"
    ],
    "correct_answer": 2,
    "explanation": "司机应根据制造商的指南定期为他们的车辆进行维护保养。这有助于车辆正常运行，从而节省燃料并减少排放。此外，司机还应该每天和每周自行检查液体水平和轮胎。",
    "image_name": ""
  },
  {
    "index": 733,
    "id": "BW0109RU19",
    "section": "安全与负责驾驶",
    "question": "催化转换器的作用是什么？",
    "options": [
      "允许排气系统进行翻新。",
      "只控制汽油动力车辆的排气噪音水平。",
      "对只有柴油动力汽车限制尾气噪音水平。",
      "减少有害的废气排放。"
    ],
    "correct_answer": 3,
    "explanation": "催化转化器是车辆排气系统的一部分。它们通过从车辆排放物中去除高达75%的一氧化碳、氮氧化物和碳氢化合物来保护环境。",
    "image_name": ""
  },
  {
    "index": 734,
    "id": "BW0018RU19",
    "section": "安全与负责驾驶",
    "question": "在长途旅行中，司机应该做些什么来保持警觉？",
    "options": [
      "保持收音机开着，窗户关上。",
      "调高暖气温度，以保持驾驶员的舒适。",
      "增加速度以缩短旅程。",
      "增加空气循环，必要时停止。"
    ],
    "correct_answer": 3,
    "explanation": "在长途旅行中，驾驶员应该定期休息。短暂的散步和含咖啡因的饮料（茶或咖啡）可以帮助恢复体力。车辆应该保持凉爽，通风良好，并保持新鲜空气的稳定流动。",
    "image_name": ""
  },
  {
    "index": 735,
    "id": "CD0032U19",
    "section": "安全与负责驾驶",
    "question": "在长途旅行中，司机可以做些什么来保持警觉？",
    "options": [
      "停下来，在一个安全的地方停车并喝一杯咖啡。",
      "认真地听收音机。",
      "打开车窗，让新鲜空气进来。",
      "把车内温度调高。"
    ],
    "correct_answer": 0,
    "explanation": "如果一个司机继续开车时不打瞌睡，可能和酒后驾驶限制一样危险。在一个安全的地方停车，喝咖啡，休息15分钟会让司机恢复精神，使其可以继续开车一小段时间。",
    "image_name": ""
  },
  {
    "index": 736,
    "id": "RSA01045U19",
    "section": "安全与负责驾驶",
    "question": "在什么时间段可以在路边检查站对司机进行药物检测？",
    "options": [
      "只有在事故后。",
      "只能在白天。",
      "只在夜间。",
      "任何时候，无论昼夜。"
    ],
    "correct_answer": 3,
    "explanation": "法律允许随时对驾驶员进行测试。",
    "image_name": ""
  },
  {
    "index": 737,
    "id": "RSA225189",
    "section": "安全与负责驾驶",
    "question": "当驾驶员在距离目的地很近的地方感到疲劳时，应该怎么做？",
    "options": [
      "加快速度，让他们尽快到达目的地。",
      "在一个安全的地方停下来休息一下。",
      "继续他们的旅程，因为他们已经接近目的地。"
    ],
    "correct_answer": 1,
    "explanation": "不要被诱惑在靠近目的地时感到疲倦时继续开车。驾驶员应停在安全的地方休息一下。许多与驾驶员疲劳有关的碰撞发生在靠近目的地的短距离内，因为身体开始放松。",
    "image_name": ""
  },
  {
    "index": 738,
    "id": "BWOO65R",
    "section": "安全与负责驾驶",
    "question": "驾驶拖拉机和挂车时，驶入环形交叉路口，司机应该怎么做以避免可能的翻车？",
    "options": [
      "减速。",
      "以高挡开车。",
      "Engage the parking brake.\n拉起驻车制动器。",
      "增加速度。"
    ],
    "correct_answer": 0,
    "explanation": "驾驶员应始终以安全的速度行驶。特别是在改变方向时，比如进入环形交叉路口时。如果驾驶拖拉机带拖车，应格外小心，因为它们易于不稳定。",
    "image_name": ""
  },
  {
    "index": 739,
    "id": "BW0066RU19",
    "section": "安全与负责驾驶",
    "question": "术语“jack-knifing”是指什么？",
    "options": [
      "当挂车太重而无法被拖拉机拖动时。",
      "当车辆因道路上的冰或水而打滑时。",
      "当拖车的速度快于牵引车时。",
      "当千斤顶没有足够的力量来举起一个车轴时。"
    ],
    "correct_answer": 2,
    "explanation": "拖曳拖车或房车会显著降低牵引车辆的稳定性。如果驾驶员急刹车或迅速减速，拖车可能会围绕着牵引销旋转，导致两辆车偏离原有方向，可能发生翻车事故。",
    "image_name": ""
  },
  {
    "index": 740,
    "id": "BWO067",
    "section": "安全与负责驾驶",
    "question": "杰克刀叉是在什么情况下最有可能发生？",
    "options": [
      "在横穿坡度时旅行。",
      "在下坡行驶时试图急剧减速时。",
      "当拖车的弹簧加油过多时。",
      "当向上行驶时。"
    ],
    "correct_answer": 1,
    "explanation": "拖挂拖车或房车会显著降低拖车车辆的稳定性。如果驾驶员急刹车或快速减速，拖车可能会围绕拖车钩结合点转动，导致两车脱离道路，可能翻车。",
    "image_name": ""
  },
  {
    "index": 741,
    "id": "CD0173RU19",
    "section": "安全与负责驾驶",
    "question": "当司机从匝道上高速公路时，应该做什么？",
    "options": [
      "调整速度以匹配高速公路交通，然后并入合适的空档。",
      "利用车辆的大小来确定其在高速公路上的位置。",
      "在匝道上停下来，直到交通中出现合适的空隙。",
      "在硬路肩上行驶一段距离，直到交通中出现合适的间隙。"
    ],
    "correct_answer": 0,
    "explanation": "从匝道进入高速公路时，驾驶员应将车速调整到加速车道上的高速公路交通的车速，并合并到第一车道的合适间隙。不要强迫其他交通车辆躲避或减速以避免与您的车辆相撞。",
    "image_name": ""
  },
  {
    "index": 742,
    "id": "ABMW0686RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶员正在左转弯时，他们应该特别关注哪些镜子？",
    "options": [
      "车辆内部和左侧外部镜子。",
      "内后视镜。",
      "内部和右外部镜子。",
      "右侧外后视镜。"
    ],
    "correct_answer": 0,
    "explanation": "当向左转时，驾驶员要特别注意自行车手和其他车辆可能出现在他们的近侧（左侧）。因此，在检查车镜时，特别重要的是在转弯之前同时检查左侧外观镜和内部镜。驾驶员在转弯时必须始终使用“镜子-信号-镜子-操作”的例行程序。如果横穿时，他们应该特别小心。",
    "image_name": ""
  },
  {
    "index": 743,
    "id": "BW0006RU19",
    "section": "安全与负责驾驶",
    "question": "牵引高身宽拖车时，司机应该怎么做？",
    "options": [
      "在拖车的左后方挂上一面红旗。",
      "利用延长的后视镜检查后方交通。",
      "随时打开危险警示灯驾驶。",
      "在拖车的前右侧安装一面红旗。"
    ],
    "correct_answer": 1,
    "explanation": "在拖曳高大宽体拖车时，驾驶员应该在拖曳车辆的两侧使用扩展镜。这样可以让驾驶员更好地观察车辆后方和两侧的交通状况。",
    "image_name": ""
  },
  {
    "index": 744,
    "id": "BW0012RU19",
    "section": "安全与负责驾驶",
    "question": "司机在倒车之前应该做出什么具体观察？",
    "options": [
      "看看两边的肩膀和背后。",
      "只看门镜。",
      "只看内后视镜。",
      "看一看右肩。"
    ],
    "correct_answer": 0,
    "explanation": "在倒车之前，向两侧和后方看一看，确保车辆周围没有小孩或其他道路用户，确保能够安全地倒车。",
    "image_name": ""
  },
  {
    "index": 745,
    "id": "BW0013U19",
    "section": "安全与负责驾驶",
    "question": "在倒车配备外部听觉警告装置的车辆倒车之前，司机应该进行哪些具体观察？",
    "options": [
      "观察只应在盲点进行。",
      "观察应该通过打开驾驶员车门并向后看来进行。",
      "应当在车辆的前方、侧面和后方进行观察，包括盲点。",
      "不需要特定的观察，旁观者会注意到这辆车。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶员不应仅依赖外部可听到的警告装置来警告其他人他们的车辆正在倒车。在倒车之前，驾驶员必须通过对车辆前方、侧面和后方包括盲点的所有适当观察，确保这样做是安全的。永远不要假设因为车辆装有外部可听到的警告装置就安全倒车。",
    "image_name": ""
  },
  {
    "index": 746,
    "id": "BW0014RU19",
    "section": "安全与负责驾驶",
    "question": "当司机打算倒车进入边路时应该怎么做？",
    "options": [
      "倒车时完全专注于左侧车门镜。",
      "倒车前将车门后视镜角度调低。",
      "请在倒车前和倒车过程中仔细查看周围。",
      "将左侧门完全打开以查看后面。"
    ],
    "correct_answer": 2,
    "explanation": "倒车进入辅路之前和当中，要四周检查，确保进行该操作时安全清晰，特别注意车辆后方的行人和其他道路使用者。",
    "image_name": ""
  },
  {
    "index": 747,
    "id": "BW0129RU23",
    "section": "安全与负责驾驶",
    "question": "司机何时必须使用红旗作为标记，用于标识超过一米的后方悬挑物？",
    "options": [
      "在任何时候。",
      "只在白天。",
      "只有在晚上。",
      "在任何时候。"
    ],
    "correct_answer": 1,
    "explanation": "在白天，您必须使用红旗来标记任何超过一米的突出货物。在晚上，您必须使用红灯。",
    "image_name": ""
  },
  {
    "index": 748,
    "id": "BW0132R",
    "section": "安全与负责驾驶",
    "question": "如果司机驾驶的车辆爆胎了，该怎么办？",
    "options": [
      "尽快刹车。",
      "以正常速度继续前进，停在下一个车库。",
      "拉紧手刹以停车。",
      "紧握方向盘并靠边停车。"
    ],
    "correct_answer": 3,
    "explanation": "如果你的车辆轮胎爆胎了，请紧握方向盘，缓慢减速并停在安全的地方。打开危险报警灯。",
    "image_name": ""
  },
  {
    "index": 749,
    "id": "BW0135RU19",
    "section": "安全与负责驾驶",
    "question": "如果车辆配备了防抱死制动系统（ABS），驾驶员在紧急情况下如何刹车？",
    "options": [
      "牢牢踩住刹车踏板并保持。",
      "按照缓慢的间隔踏下并释放刹车。",
      "只轻轻踩刹车踏板。",
      "快速间隔踩下并释放制动器。"
    ],
    "correct_answer": 0,
    "explanation": "如果您的车辆配备了ABS系统，请紧急踩刹车。ABS不会让车辆更快地停下来，它只会防止车轮锁死。这有助于您保持对车辆的控制。",
    "image_name": ""
  },
  {
    "index": 750,
    "id": "BW0136RU19",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员的车辆陷入四轮侧滑，该怎么办？",
    "options": [
      "将方向盘转向与打滑方向相同，并拉紧手刹。",
      "将方向盘转向与打滑方向相同，并减小加速器的踏板力。",
      "将方向盘向相反方向转动以改善轮胎抓地力。",
      "将方向盘向相反方向转动并拉紧手刹。"
    ],
    "correct_answer": 1,
    "explanation": "如果你的车辆陷入了四轮滑行，应该向着滑行方向转动方向盘并松开油门。这样有助于使车轮回复直行，并让你重新获得控制。",
    "image_name": ""
  },
  {
    "index": 751,
    "id": "BWO0137R",
    "section": "安全与负责驾驶",
    "question": "如果司机的车辆陷入前轮侧滑，该怎么办？",
    "options": [
      "踩刹车。",
      "拉紧手刹。",
      "松开油门。",
      "继续加速。"
    ],
    "correct_answer": 2,
    "explanation": "如果您的车辆出现前轮侧滑情况，请松开油门，并且在车轮重新获得路面抓地力之前不要试图转向。",
    "image_name": ""
  },
  {
    "index": 752,
    "id": "BWO138R",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员的车辆发生后轮横滑，该怎么办？",
    "options": [
      "将方向盘转向与前轮方向相同的方向。",
      "将脚刹踩下来将车辆停下。",
      "将方向盘转向与后轮行驶方向相同的方向。",
      "拉起手刹使车辆停下。"
    ],
    "correct_answer": 2,
    "explanation": "如果您的车辆发生后轮侧滑，应将方向盘朝着后轮滑行的方向转动。这应该非常缓慢地进行，因为过多的转向可能会导致车辆朝相反方向侧滑。",
    "image_name": ""
  },
  {
    "index": 753,
    "id": "BW0139RU19",
    "section": "安全与负责驾驶",
    "question": "在没有防抱死制动系统（ABS）的车辆中，驾驶员应如何处理前轮直线打滑？",
    "options": [
      "踩下离合器并松开油门。",
      "快速地按下并释放脚刹车。",
      "将方向盘轻轻地从一侧转到另一侧。",
      "拉起手刹并踩住脚刹。"
    ],
    "correct_answer": 1,
    "explanation": "如果你的车辆没有ABS，并且由于制动而发生直线前轮打滑，反复快速地踩下并松开制动踏板。这将有助于恢复轮胎的抓地力，并使您能够重新控制车辆。",
    "image_name": ""
  },
  {
    "index": 754,
    "id": "BW0140R",
    "section": "安全与负责驾驶",
    "question": "如果驾驶员在路上遇到爆胎，该怎么办？",
    "options": [
      "继续驾驶直到他们到达一个车库。",
      "立即拉起手刹将车辆停下来。",
      "轻踩刹车，将车辆缓慢停下。",
      "关闭发动机点火开关，让车辆停下来。"
    ],
    "correct_answer": 2,
    "explanation": "如果你正在驾驶的车辆的轮胎爆炸了，应该逐渐减速并找到一个安全和适当的地方停车。打开危险警示灯，更换轮胎或者寻求帮助。",
    "image_name": ""
  },
  {
    "index": 755,
    "id": "BW0141RU19",
    "section": "安全与负责驾驶",
    "question": "前轮爆胎会对车辆产生什么影响？",
    "options": [
      "方向盘会向一侧拉动。",
      "方向盘将保持在直行位置。",
      "防抱死煞車系統將會自動解除。",
      "车轮将会锁死停止旋转。"
    ],
    "correct_answer": 0,
    "explanation": "如果你开车时车辆前轮爆胎，你会通过方向盘感受到它的影响。方向盘通常会向爆胎的那一侧拉动。",
    "image_name": ""
  },
  {
    "index": 756,
    "id": "BW0142RU19",
    "section": "安全与负责驾驶",
    "question": "一辆车辆后轮爆胎会产生什么影响？",
    "options": [
      "方向盘会向右拉。",
      "这可能会导致车辆左右摇摆。",
      "手刹将自动拉起。",
      "它可能会导致车轮锁定并停止旋转。"
    ],
    "correct_answer": 1,
    "explanation": "如果您驾驶的车辆后轮爆胎，车辆可能会左右摇摆，从而影响稳定性。减速，找一个安全地方停车，打开危险警示灯。更换轮胎或寻求协助。",
    "image_name": ""
  },
  {
    "index": 757,
    "id": "BW0143R",
    "section": "安全与负责驾驶",
    "question": "当司机驾驶车辆行驶时，发动机突然熄火时，该采取什么行动？",
    "options": [
      "踩下油门，然后释放它。",
      "降低一个更低的档位。",
      "检查手刹是否完全松开。",
      "将车辆开到路边并转向。"
    ],
    "correct_answer": 3,
    "explanation": "如果车辆在行驶时发动机熄火，重要的是要示意并转向到路边，打开危险警示灯警告其他司机，并联系相关的抛锚服务以获得帮助。",
    "image_name": ""
  },
  {
    "index": 758,
    "id": "BWO0144R",
    "section": "安全与负责驾驶",
    "question": "如果发动机在缓行交通中熄火，液压动力转向会受到什么影响？",
    "options": [
      "转向液储罐会失去所有的液体。",
      "方向盘会自动锁定。",
      "转向会变得沉重且难以操作。",
      "方向盘会变得更轻，操作起来更容易。"
    ],
    "correct_answer": 2,
    "explanation": "液压助力转向是由发动机驱动的泵来操作的。如果发动机熄火，泵将停止工作，转向会变得很沉重，需要更多的力气才能转动。",
    "image_name": ""
  },
  {
    "index": 759,
    "id": "BW0148RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶车辆时，驾驶员感觉到对面的车可能会撞上他们的车。他们应该怎么做？",
    "options": [
      "立即拉紧手刹，帮助车辆停下来。",
      "按喇叭以吸引其他驾驶员的注意并采取回避动作。",
      "关闭发动机点火开关以帮助车辆停下来。",
      "轻踩脚刹，将车辆缓慢停下。"
    ],
    "correct_answer": 1,
    "explanation": "如果有来车在你的路径上，请采取规避动作并按喇叭警示对方驾驶员。立即停车。",
    "image_name": ""
  },
  {
    "index": 760,
    "id": "BW0149RU19",
    "section": "安全与负责驾驶",
    "question": "当司机突然在道路上遇到危险时应该怎么办？",
    "options": [
      "一起拉手刹和踩脚刹。",
      "慢慢踩刹车，然后关闭点火开关。",
      "踩下离合器并关闭点火。",
      "减速并牢牢踩住脚刹。"
    ],
    "correct_answer": 3,
    "explanation": "在紧急情况下停止您的车辆，要紧紧踩住脚刹，保持踩压直到车辆停止。在停车前轻踩离合器踏板。",
    "image_name": ""
  },
  {
    "index": 761,
    "id": "BW0150RU19",
    "section": "安全与负责驾驶",
    "question": "当驾驶时突然需要停车时，司机应该怎么做？",
    "options": [
      "急转方向盘，然后拉紧手刹。",
      "同时拉手刹和踩脚刹。",
      "牢牢踩住脚刹。",
      "踩下离合器，然后拉起手刹。"
    ],
    "correct_answer": 2,
    "explanation": "在紧急情况下停车时，请牢固踩住刹车，并持续加压直到车辆停下。在停车前轻踏离合器踏板。",
    "image_name": ""
  },
  {
    "index": 762,
    "id": "BW0151RU19",
    "section": "安全与负责驾驶",
    "question": "在紧急情况下需要停车时，司机应该怎么做？",
    "options": [
      "同时踩离合器和拉手刹。",
      "踩下脚刹并换到更高的档位。",
      "在刹车上施加坚定的压力。",
      "将轻轻的压力施加在脚刹上。"
    ],
    "correct_answer": 2,
    "explanation": "在紧急情况下停止您的车辆，要紧紧踩脚刹，保持压力直到车辆停止。在停车前踩下离合器踏板。",
    "image_name": ""
  },
  {
    "index": 763,
    "id": "BW0152RU19",
    "section": "安全与负责驾驶",
    "question": "在紧急情况下需要停车时，驾驶员应该怎么做？",
    "options": [
      "踩下脚刹并挂入更高的档位。",
      "踩下离合器踏板并挂入更低档。",
      "关闭 ABS 系统。",
      "牢固踩下脚踏刹车。"
    ],
    "correct_answer": 3,
    "explanation": "在紧急情况下停止车辆时，要牢固地踩下刹车踏板，并保持踩压直到车辆停下。在停车前，踩下离合器踏板。",
    "image_name": ""
  },
  {
    "index": 764,
    "id": "BW0153",
    "section": "安全与负责驾驶",
    "question": "司机应该怎么做才能避免不得不进行紧急停车？",
    "options": [
      "用左脚遮住制动踏板开车。",
      "用左脚覆盖离合器踏板行驶。",
      "保持与前方车辆的安全距离。",
      "保持左手可用以拉紧手刹。"
    ],
    "correct_answer": 2,
    "explanation": "在交通中驾驶时，要提前阅读前方道路并与前方车辆保持安全距离。使用两秒规则来确定您与前方车辆的安全距离。",
    "image_name": ""
  },
  {
    "index": 765,
    "id": "BW5",
    "section": "安全与负责驾驶",
    "question": "司机应该做什么来避免不得不进行紧急停车？",
    "options": [
      "用左脚覆盖住离合器踏板驾驶。",
      "用左脚踩住刹车踏板驾驶。",
      "将左手保持空闲以便拉手刹。",
      "提前扫描道路。"
    ],
    "correct_answer": 3,
    "explanation": "在交通拥堵时，要提前阅读前方道路，并与前方车辆保持安全距离。使用两秒规则来确定您与前方车辆的安全距离。",
    "image_name": ""
  },
  {
    "index": 766,
    "id": "RSA0220U23",
    "section": "安全与负责驾驶",
    "question": "一个未被陪同的学员驾驶员在定罪时会收到多少罚分？",
    "options": [
      "4罚分。",
      "3 penalty points can be translated to Chinese as \"3分罚球\".",
      "2罚分。"
    ],
    "correct_answer": 0,
    "explanation": "一个学习驾驶员需要意识到单独驾驶将使处罚点数增加到4分。",
    "image_name": ""
  },
  {
    "index": 767,
    "id": "RSA0222U23",
    "section": "安全与负责驾驶",
    "question": "一名被警方截停且无陪同驾驶的学员驾驶员面临的最低罚款是多少？",
    "options": [
      "€160 can be translated to Chinese as 160欧元.",
      "€140 -> 140欧元",
      "€120\n\n120欧元"
    ],
    "correct_answer": 0,
    "explanation": "一个学习驾驶员需要意识到，如果被警察拦下驾驶未携带陪同者的车辆，将会导致财务罚款。",
    "image_name": ""
  },
  {
    "index": 768,
    "id": "RSA0223",
    "section": "安全与负责驾驶",
    "question": "如果车主允许学习驾驶员驾驶他们的车辆，车主可能面临的最高罚款是多少？",
    "options": [
      "€2,000 can be translated to ￥2,000 in Chinese.",
      "€1,500。\n\n(Note: The symbol \"€\" represents euros in English.)",
      "€1,000.\n\n1,000欧元。",
      "€500。\n\n(Note: The text \"€500\" remains the same in both English and Chinese.)"
    ],
    "correct_answer": 2,
    "explanation": "一名学员驾驶员需要意识到，独自驾驶一辆不属于他们所有的车辆可能会导致车主面临高达1000欧元的罚款并且车辆会被扣押。",
    "image_name": ""
  },
  {
    "index": 769,
    "id": "RSA0224",
    "section": "安全与负责驾驶",
    "question": "如果学习驾驶者得到车主的同意，是否允许他们独自驾驶？",
    "options": [
      "是的，前提是车辆所有者拥有开放驾驶保险。",
      "是的，只要车辆所有者已经同意。",
      "是的，前提是业主是家庭成员并且已经同意。",
      "不，学员驾驶员即使得到车主的同意也不允许单独驾驶。"
    ],
    "correct_answer": 3,
    "explanation": "一名学习驾驶员需要意识到，即使得到了车辆所有者的许可，他们也不被允许独自驾驶。",
    "image_name": ""
  },
  {
    "index": 770,
    "id": "RSA0225",
    "section": "安全与负责驾驶",
    "question": "学习驾驶员的陪同驾驶员需要持有B类别全照多久？",
    "options": [
      "6个月。",
      "1年。",
      "2年。",
      "3年。"
    ],
    "correct_answer": 2,
    "explanation": "一名学车者需要意识到，并非所有人都可以成为陪同驾驶员。陪同驾驶员必须至少持有满两年的正式驾驶执照，并且具备丰富的驾驶经验。",
    "image_name": ""
  },
  {
    "index": 771,
    "id": "RSA0226U23",
    "section": "安全与负责驾驶",
    "question": "一个没有随伴驾驶员的学习驾驶员的罚款是多少？",
    "options": [
      "€120\n\n120 欧元",
      "€140 can be translated to 140欧元 in Chinese.",
      "€160 translates to 160欧元 in Chinese."
    ],
    "correct_answer": 2,
    "explanation": "学习驾驶员需要知道，独自驾驶会受到罚款。",
    "image_name": ""
  },
  {
    "index": 772,
    "id": "RSA0228",
    "section": "安全与负责驾驶",
    "question": "当一名学员驾驶员通过了驾驶考试，他们是否被允许作为“Competency Certificate”持有者独自驾驶？",
    "options": [
      "不，只有在学员拿到该类别的完整驾驶执照之后，才允许无人陪同驾驶。",
      "是的，一名学习驾驶员在通知保险公司后，被允许在有竞争力证书的情况下独自驾驶。",
      "不，未取得驾驶证明的学习驾驶员是不允许独自驾驶的，除非他们继续悬挂L牌。",
      "是的，一名学习驾驶员在展示N号牌后被允许独自驾驶。"
    ],
    "correct_answer": 0,
    "explanation": "一位成功通过驾驶考试的学车者需要注意，适用于学员许可证持有人的规定仍然适用于他们，直到他们持有该类别的完整驾驶执照为止。竞争证书并非完整执照。",
    "image_name": ""
  },
  {
    "index": 773,
    "id": "RSA0229",
    "section": "安全与负责驾驶",
    "question": "如果一名学习驾驶者是第三次或更多次的学习许可证持有者，那么他们能否独自驾驶？",
    "options": [
      "不，他们不能单独驾驶任何学习许可证。",
      "是的，但不是在高速公路上。",
      "是的，只要车辆前后都装有N牌照。",
      "不行，除非他们在车辆的前后挂上 L 牌。"
    ],
    "correct_answer": 0,
    "explanation": "一名学车者需要意识到，无论获得多少学习许可，都不得在任何情况下独自驾驶。",
    "image_name": ""
  },
  {
    "index": 774,
    "id": "RSA0230",
    "section": "安全与负责驾驶",
    "question": "一个在过去两年内通过了汽车驾驶考试的人可以充当陪同驾驶员吗？",
    "options": [
      "不可以，除非他们是合格的批准驾驶教练（ADI）。",
      "是的，只要他们随身携带他们的完整驾照。",
      "不，他们必须至少持有全面的驾驶执照两年。",
      "是的，只要他们完成了他们的基本驾驶培训（EDT）。"
    ],
    "correct_answer": 2,
    "explanation": "作为学习驾驶员的随车人员，您必须持有至少2年的完整驾驶执照。",
    "image_name": ""
  },
  {
    "index": 775,
    "id": "RSA0231",
    "section": "安全与负责驾驶",
    "question": "一个学习驾驶员可以独自驾驶的情况有哪些？",
    "options": [
      "是的，在驾驶考试前开车前往考试中心。",
      "不，学车的驾驶员必须始终由一名合格的驾驶员陪同。",
      "是的，遇到一个持证驾驶教练（ADI）时。",
      "是的，在完成了驾驶考试之后。"
    ],
    "correct_answer": 1,
    "explanation": "学习驾驶者必须意识到他们在任何时候都必须有合格的司机陪同。",
    "image_name": ""
  },
  {
    "index": 776,
    "id": "CD0178RU23",
    "section": "安全与负责驾驶",
    "question": "一名司机接近一处有闪烁琥珀色灯光的斑马线。路上还有行人。司机应该怎么做？",
    "options": [
      "等待并让行人以自己的步伐横穿马路。",
      "招手示意行人尽快通行。",
      "鸣笛作为警告，小心前行。"
    ],
    "correct_answer": 0,
    "explanation": "当过街天桥上的琥珀色灯闪烁时，你必须让行人通行。",
    "image_name": ""
  },
  {
    "index": 777,
    "id": "RSA228086",
    "section": "安全与负责驾驶",
    "question": "当一名驾驶员打算在繁忙的城市路口左转时，有行人、骑自行车者和电动滑板车用户时，驾驶员应该怎么做？",
    "options": [
      "保持靠右行驶，让自行车和电动滑板车用户通过。",
      "注意行人、骑车者和电动滑板车用户，他们可能会试图穿过驾驶员车辆前面的道路。",
      "向左打开转向灯，观察右侧后视镜，在确保安全的情况下转弯。"
    ],
    "correct_answer": 1,
    "explanation": "在繁忙的城市街道上向左转弯时，驾驶员应特别注意行人、骑车者、摩托车手和电动滑板车用户等容易受伤的道路使用者，这些人可能出现在意想不到的地方，尤其是在左侧，他们可能不知道车辆的意图。",
    "image_name": ""
  },
  {
    "index": 778,
    "id": "BW0080RU19",
    "section": "安全与负责驾驶",
    "question": "一般来说，挂车的总重量超过多少必须安装制动器？",
    "options": [
      "750 公斤",
      "850 公斤",
      "900 公斤",
      "500 公斤"
    ],
    "correct_answer": 0,
    "explanation": "如果拖车的总重量超过750公斤或拖曳车辆重量的一半，必须安装刹车。",
    "image_name": ""
  },
  {
    "index": 779,
    "id": "ABMW27U19",
    "section": "技术问题",
    "question": "在胎压不足的情况下开车会影响什么？",
    "options": [
      "制动能力。",
      "引擎温度。",
      "气候控制系统。",
      "排气系统。"
    ],
    "correct_answer": 0,
    "explanation": "轮胎气压过低可能会对车辆的许多系统产生不利影响，包括制动性能、悬挂、转向和燃油消耗。特别是，轮胎气压过低可能会影响车辆的制动性能，并导致轮胎过早磨损。轮胎应始终按照车辆制造商的指导方针进行充气，相关信息可以在车辆手册中找到。",
    "image_name": ""
  },
  {
    "index": 780,
    "id": "ABMW0653RU19",
    "section": "技术问题",
    "question": "当驾驶员操作指示灯开关时，听到比正常更快的点击声音，这可能意味着什么？",
    "options": [
      "电压调节器功能不正常。",
      "一个指示灯泡可能烧坏了。",
      "危险警示灯已开启。",
      "危险警告灯开关故障。"
    ],
    "correct_answer": 1,
    "explanation": "当您开启指示器时听到快速的点击声通常意味着其中一个指示灯泡已经损坏。驾驶员有责任确保他们的车辆适合上路。这应该包括定期检查所有灯光、反光器和指示器是否正常工作。",
    "image_name": ""
  },
  {
    "index": 781,
    "id": "ABMW0660RU19",
    "section": "技术问题",
    "question": "如果驾驶自动变速器的车辆，司机应特别注意什么？",
    "options": [
      "那种轮胎打滑更频繁。",
      "高速公路上禁止驾驶。",
      "当在低速挡行驶时，变速箱可能会过热。",
      "发动机刹车功率降低。"
    ],
    "correct_answer": 3,
    "explanation": "驾驶自动挡车辆时，当司机松开油门时，车辆可能不会像手动挡车辆那样以相同的速率减速。司机应该意识到这一点，因为他们可能需要提前踩刹车以在需要停车的地方停下来。",
    "image_name": ""
  },
  {
    "index": 782,
    "id": "ABMW0661U19",
    "section": "技术问题",
    "question": "自动变速器对发动机制动力有什么影响？",
    "options": [
      "它将制动能力转移到了手刹。",
      "它增加了它。",
      "它减少了。",
      "它将制动能力传送到所有的车轮。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶自动挡车辆时，当驾驶员松开油门时，车辆可能不会以与手动挡车辆相同的速率减速。驾驶员应该注意到这一点，因为他们可能需要提前踩刹车以便按需停车。",
    "image_name": ""
  },
  {
    "index": 783,
    "id": "ABMW0665RU19",
    "section": "技术问题",
    "question": "如果油压表显示很低或没有压力，或者警告灯亮起，问题可能是什么？",
    "options": [
      "油位太低。",
      "这油太凉了。",
      "油太稠了。",
      "油位太高。"
    ],
    "correct_answer": 0,
    "explanation": "司机应定期检查车辆的机油液位，如果油量较低，应补充机油。如果需要经常补充机油，应让有经验的人检查车辆，看是否存在问题。",
    "image_name": ""
  },
  {
    "index": 784,
    "id": "ABMW0666RU19",
    "section": "技术问题",
    "question": "如果车辆的发动机油未按要求更换会发生什么？",
    "options": [
      "车辆的燃油消耗可能会增加。",
      "车辆的燃油消耗可能会减少。",
      "引擎可能会过热。",
      "发动机的部分可能会遭受增加的磨损。"
    ],
    "correct_answer": 3,
    "explanation": "发动机油随着时间的推移会变得不再高效，失去粘稠度和润滑性能，因此必须根据制造商的建议定期更换。如果不这样做，可能会导致昂贵且严重的发动机损坏。通常在进行车辆维护时会进行换油。",
    "image_name": ""
  },
  {
    "index": 785,
    "id": "ABMW0667RU19",
    "section": "技术问题",
    "question": "如果车辆在低油压状态下行驶，对发动机会产生什么影响？",
    "options": [
      "它会加剧发动机的磨损。",
      "它提高了燃油效率。",
      "它会增加排放废气。",
      "它会增加燃料消耗。"
    ],
    "correct_answer": 0,
    "explanation": "低油压通常与油位低或油泵故障有关。应根据制造商的建议添加机油以补充低的引擎油位。未能如此做可能导致昂贵且广泛的引擎损坏。",
    "image_name": ""
  },
  {
    "index": 786,
    "id": "ABMW0668RU23",
    "section": "技术问题",
    "question": "如果车辆的油压表显示低或红色的油压警告灯亮起，司机该怎么办？",
    "options": [
      "在油位加满之前以低挡驾驶。",
      "驾驶到一个安全的地方，停车并检查机油油位。",
      "在加满机油之前，请以较低的速度驾驶。"
    ],
    "correct_answer": 1,
    "explanation": "发动机正常运转必须保证机油循环畅通。如果警示灯或仪表指示机油或机油压力过低，驾驶员应尽快停车在安全地点，检查机油液位，并如有必要进行添加。继续行驶可能会损坏发动机。如果问题不仅仅与机油液位有关，请让有经验的人员对车辆进行检查。",
    "image_name": ""
  },
  {
    "index": 787,
    "id": "ABMW0669RU19",
    "section": "技术问题",
    "question": "在检查车辆发动机油液位之前，司机应该做什么？",
    "options": [
      "确保发动机已关闭且冷却。",
      "确保发动机已经启动并且处于运行状态。",
      "确保引擎已经启动。",
      "请确保车辆处于低档位。"
    ],
    "correct_answer": 0,
    "explanation": "司机需要对车辆进行定期检查的基本知识。检查发动机油液位很重要 - 在水平地面上停车，关闭发动机并等冷却后进行此项操作以获得更准确的读数。查阅车辆手册获取更多信息和指导。",
    "image_name": ""
  },
  {
    "index": 788,
    "id": "ABMW0670RU19",
    "section": "技术问题",
    "question": "发动机油的作用是什么？",
    "options": [
      "它润滑排气系统。",
      "它润滑了车轮轴承。",
      "它润滑制动系统。",
      "它润滑引擎。"
    ],
    "correct_answer": 3,
    "explanation": "发动机油的目的是为了润滑和冷却发动机的运动部件。有关更多信息和指导，请参考车辆手册。",
    "image_name": ""
  },
  {
    "index": 789,
    "id": "ABMW0673RU19",
    "section": "技术问题",
    "question": "何时建议使用冷却剂？",
    "options": [
      "全年。",
      "夏天而已。",
      "仅限汽油发动机。",
      "冬天。"
    ],
    "correct_answer": 0,
    "explanation": "冷却剂的作用是在运行过程中保持发动机冷却。冷却剂通常是水和防冻液的混合物 - 这确保发动机保持冷却，并且在非常寒冷的天气中不会冻结。",
    "image_name": ""
  },
  {
    "index": 790,
    "id": "ABMW0674RU23",
    "section": "技术问题",
    "question": "燃料表上的警告灯和/或红色区域表示什么？",
    "options": [
      "油箱中装的是错误类型的燃料。",
      "油箱中的燃油水平低。",
      "燃油系统有泄漏。"
    ],
    "correct_answer": 1,
    "explanation": "许多车辆配备了各种警示灯和仪表。燃油表上的红色区域或警示灯表示车辆燃油不足，应尽快加油。",
    "image_name": ""
  },
  {
    "index": 791,
    "id": "ABMW0675RU19",
    "section": "技术问题",
    "question": "如果车辆电池没电了会发生什么？",
    "options": [
      "电池会泄漏酸液进入引擎。",
      "电池必须更换。",
      "大灯灯泡将需要被更换。",
      "引擎无法启动。"
    ],
    "correct_answer": 3,
    "explanation": "所有机动车都有一块电池供电，主要用于启动发动机。如果电池没有电了，驾驶员将无法正常启动发动机。当发动机运行时，它会产生自己的电力来为电池充电并运行各种电器部件，包括灯光、加热器、收音机等等。如果电池完全没电了，就必须更换电池。",
    "image_name": ""
  },
  {
    "index": 792,
    "id": "ABMW0676RU19",
    "section": "技术问题",
    "question": "汽油或柴油动力机动车上配备的电池的主要用途是什么？",
    "options": [
      "减少燃油消耗。",
      "提供制动。",
      "为发动机提供热量。",
      "启动引擎。"
    ],
    "correct_answer": 3,
    "explanation": "电池的主要目的是启动发动机。当发动机运行时，它会产生自己的电力来给电池充电并运行各种电气部件，包括灯光、加热、收音机等等。",
    "image_name": ""
  },
  {
    "index": 793,
    "id": "ABMW0681RU19",
    "section": "技术问题",
    "question": "一个弱电池会对车辆的驾驶性能产生什么影响？",
    "options": [
      "燃料燃烧效率会降低。",
      "前灯无法工作。",
      "上坡加速将会减缓。",
      "它不会有任何效果。"
    ],
    "correct_answer": 3,
    "explanation": "使用电量不足的电池启动汽车可能会很困难，但一旦发动机启动，就没有任何影响。如果电池无法充电或保持充满电量，请向专业人员寻求建议。",
    "image_name": ""
  },
  {
    "index": 794,
    "id": "ABMW0682RU19",
    "section": "技术问题",
    "question": "磨损的减震器会对车辆产生什么影响？",
    "options": [
      "它会导致车辆以不稳定的方式“弹跳”。",
      "它会导致电短路。",
      "它可能会增加燃油消耗。",
      "它可以触发气囊的释放。"
    ],
    "correct_answer": 0,
    "explanation": "一个磨损的减震器会严重影响车辆的控制，尤其在不平整的路面或转弯时，会对轮胎造成不必要的磨损。它可能会由于无法在急刹车情况下使轮胎与路面保持适当接触而增加制动距离。",
    "image_name": ""
  },
  {
    "index": 795,
    "id": "ABMW0692RU23",
    "section": "技术问题",
    "question": "轮胎的速度等级表示什么？",
    "options": [
      "车辆可行驶的最高速度。",
      "轮胎设计的最高速度。",
      "轮胎设计所需的最低速度。"
    ],
    "correct_answer": 1,
    "explanation": "轮胎的速度等级是轮胎设计的最高速度。这与轮胎的速度能力有关，而不是与轮胎应该或可以合法驾驶的速度相关。",
    "image_name": ""
  },
  {
    "index": 796,
    "id": "ABMW0693RU19",
    "section": "技术问题",
    "question": "当安装无内胎轮胎时为什么应该更换阀门？",
    "options": [
      "确保车轮保持平衡。",
      "确保车轮螺母保持紧固。",
      "为保证车轮仍处于对齐状态。",
      "确保轮胎保持充气。"
    ],
    "correct_answer": 3,
    "explanation": "当给车辆安装新的无内胎时，建议更换阀门。这是因为旧阀门自上次安装上旧轮胎以来就一直在车轮上。旧阀门可能会破损、漏气或导致气体泄漏。",
    "image_name": ""
  },
  {
    "index": 797,
    "id": "ABMW0701RU19",
    "section": "技术问题",
    "question": "低胎压对车辆有什么影响？",
    "options": [
      "发动机噪音增大。",
      "刹车和转弯受到影响。",
      "车辆加速更快。",
      "刹车可能过热。"
    ],
    "correct_answer": 1,
    "explanation": "不正确的轮胎气压会对车辆的许多系统产生不利影响，包括悬架，转向和燃油消耗。特别是，轮胎气压过低会影响车辆的制动能力以及在转弯时的效果。轮胎应始终根据车辆制造商的指导进行充气，相关信息可以在车辆手册中找到。",
    "image_name": ""
  },
  {
    "index": 798,
    "id": "ABMW0708RU19",
    "section": "技术问题",
    "question": "车辆胎压过低的影响是什么？",
    "options": [
      "受损的制动和转向。",
      "车辆发动机磨损增加。",
      "改善的制动和转向。",
      "改进燃油经济性和制动效果。"
    ],
    "correct_answer": 0,
    "explanation": "司机应该每周至少定期检查他们车辆的轮胎气压（包括备胎）。轮胎气压过低会对车辆的许多系统产生不利影响，包括制动能力、悬挂、转向、燃油消耗以及早期轮胎磨损。轮胎应该按照车辆制造商的指导方针充气，有关信息可以在车辆的说明书中找到。",
    "image_name": ""
  },
  {
    "index": 799,
    "id": "ABMW0713RU19",
    "section": "技术问题",
    "question": "在高速行驶时，方向盘持续振动表示什么？",
    "options": [
      "减震器已经磨损。",
      "车轮平衡不均衡。",
      "方向盘不正常。",
      "重量分布不均匀。"
    ],
    "correct_answer": 1,
    "explanation": "如果司机在行驶过程中感到方向盘持续震动，特别是在较高速度下，这通常表明车辆轮胎的平衡不均匀。这可能导致车辆操控不稳定。如果是这种情况，请让有经验的人进行调查。",
    "image_name": ""
  },
  {
    "index": 800,
    "id": "ABMW26U19",
    "section": "技术问题",
    "question": "更换车轮后，哪些项目应该在短距离行驶后检查？",
    "options": [
      "轮毂螺母的紧固程度。",
      "轮胎气门。",
      "刹车片间隙。",
      "轮胎胎纹深度。"
    ],
    "correct_answer": 0,
    "explanation": "更换车辆上的车轮后，开短途车程后，请检查替换轮胎上的轮毂螺帽或螺栓的紧固度，确保它们安装牢固。如果有疑问，请寻求有能力的人的帮助。",
    "image_name": ""
  },
  {
    "index": 801,
    "id": "RSA225227",
    "section": "技术问题",
    "question": "当制动时，是什么决定了车辆会以多快的速度减速并停下来？",
    "options": [
      "刹车踏板上施加的向下压力量。",
      "刹车踏板上施加的向上压力的数量。",
      "加在油门踏板上的向下压力。"
    ],
    "correct_answer": 0,
    "explanation": "刹车踏板上的向下压力决定车辆减速停下的速度。在日常驾驶过程中，驾驶员应该提前看路并学会适时和逐步地刹车。",
    "image_name": ""
  },
  {
    "index": 802,
    "id": "ABMWO711RU19",
    "section": "技术问题",
    "question": "开车时，司机应该把左脚放在哪里？是放在地板上还是脚踏板上。",
    "options": [
      "刹车踏板下。",
      "在离合器踏板下方。",
      "在地板或脚踏上。",
      "在离合器踏板上。"
    ],
    "correct_answer": 2,
    "explanation": "驾驶时，驾驶员应该将左脚放在地板或脚踏板上休息，而不是放在踏板下方。这样做可能会导致在紧急情况下反应时间延迟。把脚搁在踏板上可能导致滑行，这可能会意外增加车辆的速度，或者造成离合器损坏。"
  },
  {
    "index": 803,
    "id": "BW0071R",
    "section": "技术问题",
    "question": "在高速公路上，驾驶员什么时候应该使用危险警告灯？当由于前方危险而急剧减速时。",
    "options": [
      "拖曳另一辆车时。",
      "在硬肩膀上行驶时。",
      "当另一辆车跟车距离过近时。",
      "当因前方危险而迅速减速时。"
    ],
    "correct_answer": 3,
    "explanation": "使用危险警示灯警告其他道路使用者前方存在危险。例如，如果您不得不急剧减速，因为前方交通拥堵，您可以使用危险警示灯警告跟车车辆需要减速。"
  },
  {
    "index": 804,
    "id": "BW0084R",
    "section": "技术问题",
    "question": "如果燃油系统被气塞住了，司机该怎么办？",
    "options": [
      "将喷油器管道拧紧。",
      "松开燃油泵。",
      "将燃油系统中的空气排出。",
      "排放燃油过滤器。"
    ],
    "correct_answer": 2,
    "explanation": "燃油系统可能会在燃油过低或者系统存在泄漏时被气锁。在驾驶之前，您应该先解决这个问题。解决方法可能只需简单地排除燃油系统中的空气。"
  },
  {
    "index": 805,
    "id": "BWO0092R",
    "section": "技术问题",
    "question": "在什么情况下，车辆可以同时安装交叉胎和径向胎？",
    "options": [
      "当每种类型装在不同的轴上时。",
      "当搬运重物时。",
      "在雪地中拖曳拖车时。",
      "在湿滑的路况下驾驶时。"
    ],
    "correct_answer": 0,
    "explanation": "一般来说，您应该在整辆车上安装相同类型的轮胎。不过，如果您需要混合使用斜交胎和子午线胎，任何一组轮子上的轮胎都应该是相同类型的。"
  }
]